[
  {
    "pub_date": "2023",
    "title": "[Psychopharmacotherapy of mental disorders in hematological patients: security concerns].",
    "methods": null,
    "results": "Signs of hematotoxicity were found only in 7.1% (n=37) patients, in all cases while taking benzodiazepines (n=12) in combination with hematotoxic drugs for the treatment of blood disorders. Other significant adverse events (which caused premature discontinuation or dose reduction) were detected in 4.8% (n=25) cases, of which 9 were associated with the appointment of anxiolytics (hydroxyzine, zopiclone), 11 with antidepressants (clomipramine, amitriptyline, duloxetine, trazodone, ademethionine) and 5 with antipsychotics (risperidone, alimemazine, haloperidol).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "35b8ea5051338cbb8b5f3d54b2d9c8d8",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2017-Jan",
    "title": "Are antihistamines effective in children? A review of the evidence.",
    "methods": "Review of the Summary of Product Characteristics of first-generation H1-antihistamines with a focus on paediatric use. This is plotted against the evidence available in the literature.",
    "results": "This investigation shows a large variability in labelled indications and licensing ages when compared in five different European countries. Moreover, most of the indications are not based on clinical trials evaluating efficacy and safety of these drugs in children.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "a16212494c3be7a675428bd410d39aca",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2016",
    "title": "Paediatric sedation for imaging is safe and effective in a district general hospital.",
    "methods": "Chloral hydrate, alimemazine and learned best practice were used for imaging 105 children between January 2013 and May 2015. We retrospectively reviewed case notes for this time period to establish rates of successful sedation and adverse events.",
    "results": "Scanning was successful in 100/105 (95%) children. No serious adverse events were reported. Non-serious adverse events occurred in eight cases. 12 patients were discharged more than 4 h after scanning owing to prolonged sedation.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "7705a7bed024fcd60f552ec4213c98e2",
    "query_date": "22_02_2025"
  }
]