[
  {
    "pub_date": "2021",
    "title": "[Adequacy of the safety of metamizole and agranulocytosis].",
    "methods": null,
    "results": "The drug safety update contains omissions and contradiction in respect to the bibliography and the actual use of metamizole in healthcare practice. The official documents show a lack of updating, unapproved indications and doses higher than those recommended. The drug safety update has not stopped the presentation of cases of agranulocytosis due to metamizole.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "4bcd7932231cb250c46b71fb1c9343af",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2021",
    "title": "Intraoperative clonidine to prevent postoperative emergence delirium following sevoflurane anesthesia in pediatric patients: a randomized clinical trial.",
    "methods": "A randomized, double-blind clinical trial was conducted between November 2013 and January 2014. Sixty-two children aged 2-12 years, scheduled to undergo tonsillectomy/adenotonsillectomy, and classified as American Society of Anesthesiologists (ASA) physical status I/II were included, with 29 being randomized to receive 1 μg.kg-1 clonidine intravenously, and 33 allocated to a control group that received no clonidine. Anesthesia was induced and maintained with sevoflurane. Children with altered state of consciousness, neurological deficit, history of allergy to dipyrone, or receiving other drugs such as preanesthetic agents were excluded from the study. The primary outcome was the presence of ED in the initial 20 minutes in the PACU according to the Pediatric Anesthesia Emergence Delirium (PAED) scale. The Chi-Square test and Fisher's two-tailed exact test were used for statistical analysis, as applicable. Significance level was set at 5%, and Risk Ratios (RR) and their 95% Confidence Intervals (95% CI) were calculated.",
    "results": "The frequency of ED was significantly decreased in the group of children who received clonidine (17.2% vs. 57.6%; RR = 0.30; 95% CI 0.13-0.70; p =  0.001). There was no difference between groups with respect to the frequency of postoperative self-harm (falls and bruises), dislodged catheters, and for most of the other adverse events evaluated.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "87bef8f232e6401c4e9cea2464562c8a",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2021-Jan-30",
    "title": "The essential oil of the leaves of Verbesina macrophylla (Cass.) S.F.Blake has antimicrobial, anti-inflammatory and antipyretic activities and is toxicologically safe.",
    "methods": null,
    "results": "The extraction of essential oil by hydrodistillation (HD) showed a yield of 0.33 ± 0.04%, with its composition constituted mainly by sesquiterpenes of hydrocarbons (94.00%). The essential oil demonstrated antibacterial and antifungal activity, with a low rate of hemolysis in human red blood cells (hRBCs) and no clinical signs of toxicity were observed in animals after acute treatment, which suggested that the LD50 is greater than 5000 mg/kg; p.o. The essential oil demonstrated anti-inflammatory activity reducing levels of pro-inflammatory cytokines TNF-α (38.83%, 72.42% and 73.52%) and IL-1β (37.70%, 75.92% and 87.71%), and ear edema by 49.53%, 85.04% and 94.39% at concentrations of 4, 40 and 400 mg/kg, respectively. The antipyretic activity presented by the essential oil is statistically similar to dipyrone.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "70dd6319878c24899a44c90688b47f1c",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2020-Apr-14",
    "title": "Challenges in diagnosis and management of neutropenia upon exposure to immune-checkpoint inhibitors: meta-analysis of a rare immune-related adverse side effect.",
    "methods": "We present the clinical course of two patients with severe neutropenia after ICI therapy and demonstrate the difficulty of the diagnosis when a comedication of metamizole, a well-known analgesic drug used to treat cancer pain, is present. Further, we provide a comprehensive descriptive and statistical analysis of published data on diagnostics, treatment and infection complication in patients with at least grade 4 neutropenia by a systematic database search.",
    "results": "Finally, 34 patients were analyzed, including the two case reports from our cohort. The median onset of neutropenia was 10.5 weeks after first ICI administration (interquartile range: 6 weeks). In 76% (N = 26), a normalization of the neutrophil count was achieved after a median duration of neutropenia of 13 days. In a subsample of 22 patients with detailed data, the infection rate was 13%, proven by positive blood culture in 3 cases, but 68% (N = 15) presented with fever > 38 °C. Treatment regime differed relevantly, but mainly included G-CSF and intravenous corticosteroids. Death was reported in 14 patients (41%), 3 of whom (9%) were associated with hematological irAE but only two directly associated with neutropenia.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "33824e9f2954cb6ef889ba47ce2e65bf",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2020-Mar",
    "title": "Analgesic Efficacy and Adverse Effects of Meperidine in Managing Postoperative or Labor Pain: A Narrative Review of Randomized Controlled Trials.",
    "methods": "A systemized search of randomized controlled trials studying meperidine for acute postoperative or labor pain in the adult patient population from PubMed, Medline, and EMBASE was performed. Included studies reported on different routes of meperidine administration including intramuscular, intravenous, and patient-controlled analgesia in various surgical procedures such as abdominal surgery, Cesarean section, gynecological surgery, orthopedic surgery, cardiothoracic surgery, as well as for labor analgesia. Meperidine's analgesic efficacy and safety profile were compared to other opioids (morphine, tramadol, fentanyl, buprenorphine, nalbuphine, and pentazocine), nonsteroidal anti-inflammatory drugs (ketorolac, diclofenac, and indomethacin), dipyrone, ketamine, and bupivacaine.",
    "results": "A total of 62 randomized controlled trials published between 1972 and 2018 were reviewed. Meperidine had a similar or inferior analgesic efficacy compared to other analgesics for acute postoperative or labor pain. Meperidine was associated with more sedation and respiratory depression.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "783231b09a7c8e0194fdc9d6b0867586",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2019-Aug",
    "title": "[Considerations concerning the perioperative use of metamizole].",
    "methods": null,
    "results": "The incidence of MIA is estimated to be one case per million inhabitants per year. The risk seems low compared to other drugs associated with a risk of agranulocytosis, such as antithyroid drugs and ticlopidine. The risk profile of metamizole concerning hepatotoxicity, nephrotoxicity, bleeding and cardiovascular adverse effects is favorable compared to other non-opioid analgesics. None of the non-opioid analgesics are licensed to be administered intraoperatively.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "6780cd75c9adff0a0a384ce20c8bf581",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2019-Jul",
    "title": "Tolerance and safety of rapid 2-hour infusion of rituximab in patients with kidney-affecting autoimmune diseases and glomerulonephritides: a single-centre experience.",
    "methods": "Beginning in September 2015, all RTX-reated patients in our centre and willing to participate, were switched from slow RTX infusions (4.25 hours, given at least once to all patients) to fast infusions (2 hours). A total of 85 RTX 2-hour infusions was administered to 53 patients with autoimmune diseases with renal involvement and selected primary glomerulonephritides (26 ANCA-associated vasculitis, nine systemic lupus erythematodes, seven membranous nephropathy, five IgM nephropathy and six other autoimmune disease). Most of the patients received chronic corticosteroid therapy. The prednisone equivalent dose median (IQR) was 0.1 (0.0-0.2) mg/kg/day.",
    "results": "Rapid RTX infusions were generally well tolerated. Only two infusion-related AEs were recorded: one Common Terminology Criteria for Adverse Events, grade 3, (lower back pain and hypotension followed by chills necessitating methylprednisolone and dipyrone administration) and one grade 1 (subjective intolerance). The AEs frequency does not differ from other studies with rapid RTX infusions in patients with lymphomas and RA.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "04741019bc5884de3bc27c1261997063",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2019-Mar",
    "title": "[Perioperative use of metamizole and other nonopioid analgesics in children : Results of a survey].",
    "methods": "A link to an online questionnaire on the perioperative use of nonopioid analgesics in children, with a specific focus on dipyrone, was sent by e‑mail to members of the German Society of Anesthesiology and Intensive Care Medicine (DGAI) and to members of the German Pain Society.",
    "results": "A total of 2284 anesthesiologists filled out the questionnaire. Of these, 1476 were involved in the perioperative care of children younger than 14 years. The majority of respondents worked in German hospitals (90.5%) but Austria, Switzerland and the Netherlands were also among the countries represented. Of the respondents, 99.1% reported using nonopioid analgesics in the perioperative setting. The NSAID, metamizole, paracetamol and COX-2 inhibitors were administered by 83.9%, 68.6%, 67.5% and 2% of the respondents, respectively. Intravenous metamizole was the preferred nonopioid analgesic during surgical procedures, but following surgery, NSAID, metamizole and paracetamol were given with the same frequency by anesthesiologists. Of the respondents, 49.3% reported using metamizole in combination with another nonopioid analgesic in cases of severe pain, 14.8% used it as the sole nonopioid analgesic, and 23.2% never used it at all. Nearly half of the respondents administered metamizole i.v. in doses of 15 mg/kg body weight or lower, whereas 26% administered doses of at least 16 mg/kg up to more than 20 mg/kg. Of the physicians, 298 (20.2%) restricted the duration of metamizole use, varying between one single administration (4.7%), administration for 1 day (27.5%), or for 1-2 weeks (29.2%). Of the anesthesiologists, 65.6% reported no metamizole-related adverse effects. Allergic reactions/anaphylaxis and a drop in blood pressure requiring intervention were observed by 3-4% of the respondents. No change in blood cell counts within the last 2 years was reported by 73.1% of the respondents, whereas 17 anesthesiologists (1.3%) had observed children with altered blood cell counts, with 2 (0.14%) reporting agranulocytosis. In most cases these were incidental findings. No severe sequelae or deaths were reported. Few respondents (5.5%) performed routine blood cell counts to monitor metamizole therapy. Furthermore, only a minority always (3.5%) or sometimes (6.1%) informed a child's parents of possible side effects of treatment with metamizole.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "0f66b3fb76fe72bf78da608399d39852",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2019",
    "title": "Pain-Prescription Differences - An Analysis of 500,000 Discharge Summaries.",
    "methods": "We analysed >500,000 discharge summaries from Charité, encompassing the years 2006 to 2015, and extracted the medications and diagnoses from each discharge summary. Prescription reports from the USA and Germany were collected and compared with the trends at Charité to identify the frequently prescribed pain relievers and their world-wide utilization trends. The average costs of pain therapy were also calculated and compared between the three regions.",
    "results": "Metamizole (dipyrone), a non-opioid analgesic, was the most commonly prescribed pain reliever at Charité (59%) and in Germany (23%) while oxycodone (29%), a semi-synthetic opioid, was most commonly ordered in the USA. Surprisingly, metamizole was prescribed to nearly 20% of all patients at Charité, a drug that has been banned for safety reasons (agranulocytosis) in most developed countries including Canada, United Kingdom, and USA. A large number of prospective cases with high risk for agranulocytosis and other side effects were found. The average cost of pain therapy greatly varied between the USA (125.3 EUR) and Charité (17.2 EUR).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "79ca150e333de8f893100653a76aea11",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2018",
    "title": "Oxycodone is safe and effective for general anesthesia.",
    "methods": "In this retrolective, monocentric investigation, we reviewed data from 83 patients who underwent general anesthesia and received intravenous oxycodone as the sole analgesic (0.075 mg/kg during induction and 0.05 mg/kg during maintenance). The use of oxycodone during general anesthesia and the postoperative pain scores were recorded. Safety was evaluated by the measurement of hemodynamic changes (blood pressure, heart rate), the detection of pathologic changes in the electrocardiogram, changes of the peripheral oxygen saturation, and by the assessment of adverse effects.",
    "results": "There was no significant change in peripheral oxygen saturation or the electrocardiogram during or while recovering from general anesthesia. Heart rate changed only slightly from reversal to recovery (73.3/min versus 78.3/min, p < 0.05) and from prior intubation to recovery (72.5/min versus 78.3/min, p < 0.05). Systolic and diastolic blood pressure did not change significantly from the time points \"after intubation\" to \"after incision,\" and \"during recovery.\" Fifty-nine percent (n = 49) of patients' records revealed pain scores with a maximum of 3 on a numeric rating scale (NRS) of 0 to10 during the postoperative period. In 45 percent of patients (n = 37), further analgesics such as acetaminophen, dipyrone, or additional doses of oxycodone were used. No severe adverse events were recorded. According to data from 93 percent of patients (n = 77), nausea scores were less than 3 on a NRS of 0 to 10.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "451502436c9260174b343c1458dc5d01",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2018-Jul",
    "title": "Dipyrone is the preferred nonopioid analgesic for the treatment of acute and chronic pain. A survey of clinical practice in German-speaking countries.",
    "methods": "The link to a questionnaire on the use of nonopioid analgesics (NSAIDs, COX-2 inhibitors, paracetamol, dipyrone) and the safety of dipyrone in the perioperative and chronic pain setting was mailed to anaesthesiologists and pain physicians.",
    "results": "A total of 2237 responses were analysed. About 97.4% of the respondents used nonopioid analgesics for the treatment of acute pain, with 93.8% administering dipyrone, 54.0% NSAIDs, 41.8% COX-2 inhibitors and 49.2% paracetamol. Nonopioid analgesics were administered preoperatively by 22.3%, intraoperatively by 86.1% and postoperatively by 73.0% of the respondents. For chronic pain management, 76.7% of the respondents prescribed oral dipyrone in combination with other nonopioid analgesics; 19.9% used dipyrone as sole nonopioid, whereas 2.9% denied its use. Cases of dipyrone-associated agranulocytosis were observed by 3.5% of the respondents of the acute and 1.5% of the chronic pain questionnaire, respectively. The majority of respondents (acute pain: 73.0%, chronic pain 59.3%) performed no blood cell counts to monitor dipyrone therapy. Patients were rarely informed about possible adverse drug reactions.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "1f79b06e022d201e6f90b6d9967fc2bc",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2016-Oct",
    "title": "Safety of metamizole: a systematic review of the literature.",
    "methods": "Epidemiologic studies published between 1 January 1980 and 15 December 2014 were identified through systematic searches of PubMed and Google Scholar; the reference sections of selected articles were also reviewed to identify potentially relevant studies. Studies included in this review focused on the safety of metamizole, that is on outcomes such as haematologic abnormalities, gastrointestinal bleeding, anaphylaxis and hepatotoxicity. Two study investigators independently reviewed the abstracts and articles to determine relevant studies according to prespecified criteria.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "bb74cc9a4239bc36bd39022d47951594",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2015-Nov-04",
    "title": "Non-prescription (OTC) oral analgesics for acute pain - an overview of Cochrane reviews.",
    "methods": "We identified OTC analgesics available in the UK, Australia, Canada, and the USA by examining online pharmacy websites. We also included some analgesics (diclofenac potassium, dexketoprofen, dipyrone) of importance in parts of the world, but not currently available in these jurisdictions.We identified systematic reviews by searching the Cochrane Database of Systematic Reviews (CDSR) on The Cochrane Library through a simple search strategy. All reviews were overseen by a single review group, had a standard title, and had as their primary outcome numbers of participants with at least 50% pain relief over four to six hours compared with placebo. From individual reviews we extracted the number needed to treat for an additional beneficial outcome (NNT) for this outcome for each drug/dose combination, and also calculated the success rate to achieve at least 50% of maximum pain relief. We also examined the number of participants experiencing any adverse event, and whether the incidence was different from placebo.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "ce0c5dea0337cfb20a25eec9ad7cbea6",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2015-Dec",
    "title": "Metamizole for postoperative pain therapy in 1177 children: A prospective, multicentre, observational, postauthorisation safety study.",
    "methods": null,
    "results": "Of the 1177 children observed at six paediatric centres, 1145 were included for analysis [age 35.8 ± 18.1 (0.1 to 72) months]. The mean metamizole dose was 17.3 ± 2.9 (8.3 to 29.4) mg kg(-1). Mean arterial pressure (MAP) remained stable during metamizole infusion [baseline 55.7 ± 1.3 (25 to 98) and after infusion 56.6 ± 11.3 (25 to 99) mmHg; P < 0.01]. Pruritus, swelling and exanthema were observed in one patient each (total 0.3%). No respiratory adverse events directly related to the metamizole administration and no clinical signs of agranulocytosis were reported. All data are mean ± SD (range).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "e23aa5f501837ecd6f5ffe4a6376377c",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2015",
    "title": "Metamizole-associated adverse events: a systematic review and meta-analysis.",
    "methods": "We searched CENTRAL, MEDLINE, EMBASE, CINAHL, and several clinical trial registries. We screened the reference lists of included trials and previous systematic reviews. We included randomized controlled trials that compared the effects of metamizole, administered to adults in any form and for any indication, to other analgesics or to placebo. Two authors extracted data regarding trial design and size, indications for pain medication, patient characteristics, treatment regimens, and methodological characteristics. Adverse events (AEs), serious adverse events (SAEs), and dropouts were assessed. We conducted separate meta-analyses for each metamizole comparator, using standard inverse-variance random effects meta-analysis to pool the estimates across trials, reported as risk ratios (RRs). We calculated the DerSimonian and Laird variance estimate T2 to measure heterogeneity between trials. The pre-specified primary end point was any AE during the trial period.",
    "results": "Of the 696 potentially eligible trials, 79 trials including almost 4000 patients with short-term metamizole use of less than two weeks met our inclusion criteria. Fewer AEs were reported for metamizole compared to opioids, RR = 0.79 (confidence interval 0.79 to 0.96). We found no differences between metamizole and placebo, paracetamol and NSAIDs. Only a few SAEs were reported, with no difference between metamizole and other analgesics. No agranulocytosis or deaths were reported. Our results were limited by the mediocre overall quality of the reports.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "fa5ff37336d9ebcd4d39d68a818475b7",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2013",
    "title": "Parenteral analgesics for pain relief in acute pancreatitis: a systematic review.",
    "methods": null,
    "results": "Eight randomized controlled trials with a total of 356 patients were finally included in this systematic review. Compared with procaine, pentazocine led to lower pain severity: day 1, Mean Difference (MD), 95%CI: 40.0 [35.3, 44.7]; day 2, MD, 95%CI: 24.00 [20.88, 27.12]; day 3, MD, 95%CI: 5.00 [2.17, 7.83], and it decreased the requirement for additional analgesics, Relative Risk, 95%CI: 2.23 [1.63, 3.05]. The combination of fentanyl, atropine, droperidol and lidocaine rendered lower pain score: day 1, MD, 95%CI: -5.46 [-6.95, -3.97]; day 2, MD, 95%CI: -5.78 [-7.39, -4.17]. Patients treated with metamizole tended to had lower pain than those treated with morphine, MD, 95%CI: -2.60 [-2.95, -2.25]. Nausea, emesis and vomiting were the common adverse events reported and there was almost no significant difference between different agents on safety.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "fb406d0be640c712e567b6e2497475aa",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2013",
    "title": "Comparison of the pattern, efficacy, and tolerability of self-medicated drugs in primary dysmenorrhea: a questionnaire based survey.",
    "methods": null,
    "results": "Out of 641 respondents, 42% were self-medicated. The pattern of drugs used was: Dicyclomine, an unknown drug, mefenamic acid, mefenamic acid + dicyclomine, and metamizole by 35%, 29%, 26%, 9%, and 1% of respondents, respectively. Mefenamic acid + dicyclomine, the combination was the most efficacious in comparison to other drugs in moderate to severe dysmenorrhea. There was better tolerability with mefenamic acid + dicyclomine group compared to other drugs. Sub-therapeutic doses were used by 86% of self-medicating respondents.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "089afd382f5686dab42473874c07c498",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2013-May",
    "title": "Tramadol plus metamizole combined or not with anti-inflammatory drugs is clinically effective for moderate to severe chronic pain treatment in cancer patients.",
    "methods": "The MN group received metamizole + NSAID, MNT group received metamizole + NSAID + tramadol and MT group received metamizole + tramadol. Pain was scored by the 0 to 100 mm VAS (0 = no pain, 100 = worst pain) and analgesic therapy was considered effective if 25 mm differences in VAS scores were observed between day 0 and the follow ups. The QL was evaluated according to a 0 to 36 scoring method for dogs (0 = worst, 36 = best) and side effects were recorded. Data were registered at day 0 (baseline) and at the first and second follow ups (7 and 14 days after day 0, respectively).",
    "results": "The MN group had less analgesia at day 7 (25%) and day 14 (42%) than MNT (59%, p = 0.0274; 76%, p = 0.0251, respectively) and MT groups (69%, p = 0.0151; 81%, p = 0.0341, respectively). The QL scores were lower in the MN group at the first (score 23) and second follow up (score 26) than in MNT (27, p = 0.0847; 30, p = 0.0002) and MT (28, p = 0.0384; 31, p = 0.0001) groups. Side effects were more commonly observed in the MN group (87%) than in MNT (24%, p < 0.0001) and MT groups (25%, p = 0.0003) at the first follow up.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "3b74af3dacd9eb2e1a93dea053164bd7",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2011",
    "title": "Antipyretic effect of ibuprofen and dipyrone in febrile children.",
    "methods": "This open-label randomized (1:1) controlled clinical tried enrolled 80 febrile boys and girls aged 6 months to 8 years with baseline axillary temperatures of 38.0 to 40.3 °C. The children were divided into two groups: high fever (> 39.1 °C) and low-grade fever (38.0 to 39.1 °C). The antipyretic effect was analyzed according to discontinuity, safety, response to treatment, tolerability and therapeutic efficacy.",
    "results": "Of the 80 children, 31 remained febrile during the 8 hours (38.8%), but 100% had a temperature decrease in the first 2 hours after the administration of either medication. In the high fever group, the temperature fell in 11 children treated with ibuprofen up to the 5th hour (100.00%) and in the 11 that received dipyrone, up to the third hour (100.00%). The difference in antipyretic efficacy of ibuprofen in the high fever group was statistically significant in the 3rd and 4th hours, and in the low-grade fever group, in the 3rd hour after medication.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "8c692a765434b6e357c960a3557ad089",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2009-Sep",
    "title": "[Adverse events associated with tramadol and dipirona administration in a level III hospital].",
    "methods": null,
    "results": "Adverse reactions were detected 213 times in 171 (8.4%) of the 2,547 patients admitted to the services (incidence rate. Of these instances, 53.4% were rated as possible for dipirone and 46.82% for tramadol. Of the total, 0.6% (16 cases) were classes as serious adverse events. The gastrointestinal system was the most affected, with the incidences of adverse events for dipirone of 27%) and tramadol of 42.9%. The total cost generated by the medical response to the 213 adverse events was estimated to be US$14,346.53.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "6d0c8c2694921b3371a332ebbbd692ef",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2010-Feb",
    "title": "Laparoscopic transperitoneal and retroperitoneal nephrectomies in children: a change of practice.",
    "methods": null,
    "results": "LN was performed in 28 of the 30 cases. One case in each group was converted. Both groups were similar regarding operating time (TP: 92.2 minutes vs. RP: 121.1), hospital stay (36.5 hours vs. 28.8), postoperative analgesia (2.1 doses of dipyrone and 1.2 doses of nalbuphine vs. 2.3 and 1.4). RP was associated with significantly faster postoperative analgesia tolerance than that of the TP approach (7.8 hours vs. 14.4; P < 0.05). Two (22.2%) patients in group 1 presented with vomiting, whereas no patients in group 2 had postoperative vomiting (P < 0.05). No further postoperative complications appeared.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "8e6c9dd5bca54d12a4a9d1d4ade0f4ef",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2006",
    "title": "[Comparative efficiency study, safety and usage of tested drugs in patients with renal colic].",
    "methods": null,
    "results": "2 grams of Metamizol i.v. and 75 mg of Diclofenac i.m. have shown equal efficiency in pain relief, which is 6 hours after the administration of therapy, while 50 mg of Butylscopolamin i.v. requires additional analgesic treatment (p < 0.05). The effect of Metamizol is a bit stronger 15 minutes after the application than the rest of the medications, but 30 minutes after the application the effects of Metamizol and Diclofenac are almost identical. Using meta analasys and EBM (Evidence Based Medicine) parameters in regard to the side effects, the made conclusion was that Diclofenac is the medication of choice for renal colic. Reserve medication is Metamizol, while Butylscopolamin causes negative side effects in 84% of the cases, and in 24% of the cases it causes cupping of the renal colic.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "5744682ef8700a782043837c18d5726c",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2006-May-04",
    "title": "Antipyretic efficacy and tolerability of oral ibuprofen, oral dipyrone and intramuscular dipyrone in children: a randomized controlled trial.",
    "methods": "Children from six months to six years old with fever (rectal temperature: 38.3 to 39.8 degrees C) in the emergency ward between February and June 2003 were eligible. Seventy-five children were randomly assigned to receive a single dose of oral ibuprofen (10 mg/kg), oral dipyrone (15 mg/kg) or intramuscular dipyrone (15 mg/kg). The primary outcome was mean temperature reduction after 30, 45, 60, 90 and 120 minutes. Secondary outcomes were fever-associated symptoms and clinical adverse events.",
    "results": "Fever decreased by about 0.5 degrees C after 45 minutes and by about 1.0 degrees C after 120 minutes in all three groups. Mean temperatures were similar for the three groups at all times. There was a significant decrease in fever-associated symptoms for all groups. Six patients (four receiving oral dipyrone and two receiving ibuprofen) were withdrawn because of vomiting within 20 minutes after first dose of study medication. One patient assigned to oral ibuprofen presented transient urticaria.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "fa4149ae55b25690a3294e132d2084df",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2006-Oct",
    "title": "Epidemiology of adverse cutaneous drug reactions. A prospective study in hospitalized patients.",
    "methods": "A 10-month prospective cohort study including all hospitalized patients was designed. Those with adverse cutaneous drug reactions (ACDR) were clinically identified.",
    "results": "Thirty five drug reactions (prevalence of 0.7%) were seen among 4785 (2713 females, 2072 males) discharged patients. According to Begaud's imputability criteria, the reactions were most likely attributed to a drug in 4.87%, likely in 41.46% and possible in 53.65%. The most commonly seen dermatoses were morbilliform rash 51.2%, urticaria 12.2% and erythema multiforme 4.9%. Drugs most frequently associated with ACDR were amoxicillin clavulanate (8), amphotericin B (2) and metamizole (4). Expressed as risk by 1000 day-doses (Dd: the risk a patient has of developing an ACDR after receiving 1 day of treatment with the drug): amoxicillin clavulanate Dd 7.7, amphotericin B Dd 4.8 and metamizole Dd 3.7. Immunosuppressed patients were most frequently affected. Notably, patients with systemic lupus erythematosus (SLE) had a 4.68 higher risk (CI 95% 1.794-12.186 p <0.001) of developing an ACDR. AIDS patients showed a risk of 8.68 (CI 95% 2.18-33.19 p <0.001). Non-Hodgkin's lymphoma patients also had an increased risk of developing an ACDR. Six of the 35 identified cases were patients who had been hospitalized due to a severe drug reaction (1.3/1000 patients); one died from complications directly related to the ACDR, representing a 16.6% mortality rate among those admitted for an ACDR and 0.02% among the global mortality.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "496158d6561535ac93c186872cb61672",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2005-Jul",
    "title": "Safety of mixture of morphine with ketamine for postoperative patient-controlled analgesia: an audit with 1026 patients.",
    "methods": "Patient-controlled analgesia was performed with 1026 patients using morphine and ketamine in a dose ratio of 1:1. All patients were treated in the ward. Prospectively collected data included incidence of complications and side-effects, verbal pain scores at rest and during mobilization (0 = no pain to 4 = very strong pain), consumption of morphine and ketamine and patient satisfaction (0 = very un-satisfied to 3 = very satisfied).",
    "results": "The study included 462 women and 564 men who underwent, on average, 71.8 h (+/-56.1) of PCA. There were 698 orthopaedic, 160 abdominal, 96 thoracic, 20 vascular, 16 plastic, 15 neurosurgical, 11 urologic and 10 other surgical procedures. No complication was observed. Incidence of side-effects was: 1.2% respiratory depression, 23.5% nausea, 6.2% vivid dreams and/or hallucinations, 21.4% sedation and 10.3% pruritus. Reasons for discontinuing the PCA were side-effects (7.0%) and other (0.5%). Mean pain scores over the whole period were 0.44 (+/-0.54) at rest and 1.36 (+/-0.62) during mobilization. Mean satisfaction score was 2.52 (+/-0.69).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "3330fbeec63a3dcd0b46665ea52491c1",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2004-Jul",
    "title": "Comparison of cizolirtine citrate and metamizol sodium in the treatment of adult acute renal colic: a randomized, double-blind, clinical pilot study.",
    "methods": "This Phase II, randomized, double-blind, clinical pilot study was conducted in the emergency departments of 6 general hospitals in the Czech Republic between October 2000 and February 2001. Male and female patients aged 18 to 65 years and presenting with hematuria and moderate to severe pain due to suspected renal colic starting within the 24 hours before presentation were eligible. Patients were randomized to receive a single IV dose of cizolirtine 350 mg or metamizol 2,500 mg, administered by slow infusion over 15 minutes. Both doses were maximal for the respective drugs to attain adequate analgesia. Use of rescue medication with butorphanol was allowed 30 minutes after study drug administration. Pain intensity was assessed at various time points during the following 360 minutes using a 100-mm visual analog scale (VAS) and a verbal categoric scale. In addition, a specific verbal categoric scale was used to rank pain relief. Physical examinations, laboratory tests, and questioning for adverse events addressed drug tolerability.",
    "results": "Sixty-four patients (50 men, 14 women; mean [SD] age, 44.21 [12.29] years; mean [SD] body mass index, 25.97 [3.38] kg/m(2)) were enrolled. Physical examination findings and mean VAS pain intensity scores at baseline (mean [SD], 79.42 [7.89] mm and 82.59 [10.50] mm in the cizolirtine and metamizol groups, respectively) were similar in both groups. After 30 minutes, the mean (SD) scores were 33.84 (25.15) mm and 25.41 (24.51) mm, respectively. This difference was not statistically significant, and the noninferiority of cizolirtine with respect to the comparator could not be established. However, the proportion of patients that showed satisfactory pain relief (ie, decrease of > or = 50% in VAS pain intensity score compared with baseline) at 30 minutes in the cizolirtine group was fairly high (64.5%), which means relevant analgesic activity. Both treatments were well tolerated; 6 adverse events were reported in 5 patients (7.8%), and all were considered as not treatment related.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "07ec739182b559d5d884b6528ee34789",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2003",
    "title": "Comparison of dexketoprofen trometamol and dipyrone in the treatment of renal colic.",
    "methods": "Assessment of analgesic efficacy was done using standard pain intensity and pain relief scales. Total scores from baseline to 6 hours after study drug administration were calculated for the sum of pain intensity differences relative to baseline (SPID), sum of analogue pain intensity differences relative to baseline (SAPID) and total pain relief scores (TOTPAR) as primary efficacy endpoints. Secondary efficacy and safety variables were also analysed.",
    "results": "A total of 333 patients (dexketoprofen 25mg, n = 112; dexketoprofen 50mg, n = 113; dipyrone 2g, n = 108) were included in the study. No significant differences were found between the treatment groups with regard to SPID (p = 0.797), SAPID (p = 0.852) and TOTPAR (p = 0.716). The time-effect course for pain intensity differences and pain relief showed significantly (p < 0.05) higher values for both doses of dexketoprofen trometamol compared with dipyrone during the first hour after treatment administration. More than 90% of the patients in all three groups achieved pain relief of at least 50% as compared with baseline. Similarly, over 70% of the patients in all three groups considered the received treatment as excellent or good in the overall assessment of efficacy at the end of the study. No dose-effect relationship was observed in this pain model between both doses of dexketoprofen trometamol. All three treatments were well tolerated, showing mostly mild to moderate adverse events.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "a3fc380d81020168c5947acaaab25ce6",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2001",
    "title": "Efficacy and safety of dipyrone versus tramadol in the management of pain after hysterectomy: a randomized, double-blind, multicenter study.",
    "methods": "A total of 151 women between 18 and 60 years of age undergoing abdominal hysterectomy during general anesthesia participated in a randomized, double-blind, controlled, multicenter study. Seventy-three patients received dipyrone and 78 received tramadol. Patients received an intravenous loading dose of the study drug immediately after operation followed by intravenous (IV) maintenance infusion and IV on-demand boluses up to a maximum number of predetermined doses/day of 8 g dipyrone and 500 mg tramadol. The duration of the study was 24 hours.",
    "results": "The mean (SD) number of boluses in the dipyrone group was 3.8 (2.4) and 3.5 (2.5) in the tramadol group (95% confidence interval, -0.455 to 1.175), and the percentage of patients requiring rescue IV morphine (dipyrone 26.9%, tramadol 26.8%) was not statistically significant. Other analgesic efficacy parameters, such as pain intensity differences, sum of pain intensity differences, pain relief assessed by the patient, or patients who required the maximum number of demand doses, were not different between treatment groups. A significantly higher percentage of adverse gastrointestinal effects was found in patients given tramadol (42.1%) than in patients given dipyrone (20.2%) (P <.05). Also, a significantly higher number of tramadol-treated patients required ondansetron to control nausea and vomiting at 1 hour (19% v 7%), 2 hours (26% v 11%), and 24 hours (46% v 29%) (P <.05) after surgery. Patients and the investigators reported similar tolerability for both study arms.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "a00cfc5b6ce822237fc02332cfabb670",
    "query_date": "22_02_2025"
  }
]