[
  {
    "pub_date": "2023",
    "title": "Evaluation of Bleeding Risk of Cataract Phacoemulsification in Patients with Long-term Aspirin Use after Percutaneous Coronary Intervention.",
    "methods": "Retrospective analysis of the cases of cataract surgery. The incidence of bleeding-related complications in patients without history of antithrombotic drugs, patients without cardiac surgery who had taken aspirin at least 1 year for secondary prevention, and patients with long-term aspirin use 1 year after PCI were compared.",
    "results": "A total of 81 patients (81 eyes, n = 81) after PCI (≥1 year) were collected. One hundred fifty-eight patients (158 eyes, n = 158) without cardiac surgery in the aspirin group and 285 patients (285 eyes, n = 285) without history of antithrombotic drugs were collected. Subconjunctival hemorrhage and hyphema occurred in all three groups, but the difference was not statistically significant (P > 0.05). No other serious bleeding-related complications occurred in the three groups during the operation, 1 day and 1 week after operation.",
    "figures_tables": null,
    "article_id": "39959588",
    "query_date": "17_02_2025"
  },
  {
    "pub_date": "2025-Mar",
    "title": "Heterotopic ossification (HO) prophylaxis in total hip arthroplasty (THA): A systematic review of level I and level II evidence since 2000.",
    "methods": "To evaluate HO prophylaxis in total hip arthroplasty, a search was conducted across MEDLINE/Pubmed, Cochrane, and Embase databases using keywords and Medical Subject Heading (MeSH) terms. Titles and abstracts were screened for eligibility for inclusion criteria. Full texts were screened and included if they met eligibility criteria.",
    "results": "HO chemical prophylaxis was more effective than no HO prophylaxis, except for aspirin. Multiple NSAIDs showed equivalence and better side effect profiles than indomethacin. No one superior NSAID was found, and numerous modalities showed efficacy. The most effective dosages of radiation therapy and combination therapy remain unclear. Additionally, both etidronate and salmon calcitonin showed benefit in preventing HO in one study each.",
    "figures_tables": null,
    "article_id": "39935784",
    "query_date": "17_02_2025"
  },
  {
    "pub_date": "2025-Feb-11",
    "title": "Efficacy and Safety of Dual Antiplatelet Treatment up to 72 Hours in Acute Ischemic Stroke Stratified by Glycemic Status.",
    "methods": "Patients with mild ischemic stroke or high-risk transient ischemic attack (TIA) were randomized to clopidogrel-aspirin or aspirin alone. They were categorized into 3 subgroups according to glycemic status based on medical history and diagnosis by a clinician during hospitalization: without type 2 diabetes mellitus, with newly diagnosed type 2 diabetes, and with a history of type 2 diabetes mellitus. The primary efficacy and safety outcomes were new stroke and moderate-to-severe bleeding risk within 90-day follow-up.",
    "results": "A total of 6,100 patients were enrolled (3,050 in each arm), with a median age of 65 years (interquartile range [IQR], 57-71) and 2,185 female (35.8%). Clopidogrel-aspirin treatment was associated with a reduction in recurrent stroke compared with aspirin alone in patients without type 2 diabetes mellitus (6.3% vs 8.4%; hazard ratio [HR], 0.75; 95% confidence interval [CI], 0.59-0.94; p = 0.01) and those with newly diagnosed type 2 diabetes mellitus (5.8% vs 13.0%; HR, 0.30; 95% CI, 0.14-0.66; p = 0.002), but not in those with a history of type 2 diabetes mellitus (10.0% vs 9.9%; HR, 0.98; 95% CI, 0.72-1.33; p = 0.88) (p for interaction = 0.03). Moderate-to-severe bleeding events did not differ significantly by treatment across glycemic subgroups.",
    "figures_tables": null,
    "article_id": "39931900",
    "query_date": "17_02_2025"
  },
  {
    "pub_date": "2025",
    "title": "The Safety Assessment of Continuation of Perioperative Antiplatelet Therapy in Elective Robotic Surgery for Colorectal Cancer: A Retrospective Study.",
    "methods": "The medical records of patients who underwent robotic surgical resection of colorectal cancer at our hospital between September 2020 and December 2023 were enrolled. Intraoperative blood loss, incidence of blood transfusion, and postoperative hemorrhagic complications were evaluated after dividing the study population into an APT group (patients receiving perioperative APT) and a non-APT group.",
    "results": "Twenty-seven patients were included in the APT group and 65 patients were the non-APT group. All patients in the APT group were continued aspirin monotherapy until the day before the surgery. There were more anticoagulated patients in the non-APT group than in the APT-group (27.7% vs. 7.4%, p = 0.0496). Median intraoperative blood loss in the APT and non-APT group were 14 and 15 mL, respectively (p = 0.802). The incidence of intraoperative blood transfusion and postoperative hemorrhagic complication in the respective group were 0% and 4.6% (p = 0.553) and 0% and 1.5% (p = 1.00).",
    "figures_tables": null,
    "article_id": "39923762",
    "query_date": "17_02_2025"
  },
  {
    "pub_date": "2025-Feb-06",
    "title": "Direct oral anticoagulants compared to aspirin for embolic stroke of undetermined source: A comprehensive meta-analysis.",
    "methods": "PubMed, Scopus, and Cochrane Central were systematically searched for studies comparing DOACs versus aspirin after ESUS. The primary outcome was stroke recurrence, and the safety outcome was major bleeding. A random-effects model was used for the analyses. Statistical analysis was performed using Review Manager Web 8.0.0 (RevMan Web).",
    "results": "14,582 patients were included from 9 studies, of which 4 were RCTs. 7,341 (50.3 %) received DOACs as secondary prevention. For stroke recurrence, there was noted non-statistically significant trends towards benefit for DOACs (OR 0.93; 95 % CI 0.81-1.06; p = 0.29; I² = 34 %). No differences were found for major bleeding (HR 1.57; 95 % CI 0.86-2.86; p = 0.15; I² = 63 %). Among the atrial cardiomyopathy subgroup, no benefit was observed (OR 0.88; 95 % CI 0.50-1.55; p = 0.67; I² = 39 %).",
    "figures_tables": null,
    "article_id": "39921198",
    "query_date": "17_02_2025"
  },
  {
    "pub_date": "2025-Jan-24",
    "title": "Antithrombotic Therapy to Minimize Total Events After ACS or PCI in Atrial Fibrillation: Insights From AUGUSTUS.",
    "methods": "We conducted a secondary analysis of AUGUSTUS (Open-label, 2×2 Factorial, Randomized, Controlled Clinical Trial to Evaluate the Safety of Apixaban vs Vitamin K Antagonist and Aspirin vs Placebo in Patients with Atrial Fibrillation and Acute Coronary Syndrome and/or Percutaneous Coronary Intervention), a 2×2 factorial, randomized trial evaluating apixaban vs a vitamin K antagonist (VKA) and aspirin vs placebo in patients with AF and ACS or PCI who were on P2Y12 inhibitor therapy. We determined the incidence of total major or clinically relevant nonmajor bleeding events in patients receiving at least 1 dose of study therapy, total ischemic events, and total hospitalizations among patients randomized to each antithrombotic strategy.",
    "results": "Over 6 months of follow-up, 573 of 4,568 (12.5%) patients experienced at least 1 bleeding event while on study drug; among them, 110 (19.2%) had multiple bleeding events. Compared with those with 1 bleeding event, patients with multiple bleeding events were more likely to be on a high-potency P2Y12 inhibitor (prasugrel or ticagrelor vs clopidogrel). Of the 4,614 randomized participants, 219 (4.7%) had at least 1 ischemic event, among whom 75 (34.2%) had multiple ischemic events. At least 1 hospitalization occurred in 1,125 (24.4%) patients; among them, 384 (34.1%) had multiple hospitalizations. Apixaban, compared with VKA, significantly reduced the risk of total bleeding (rate ratio [RR]: 0.66; 95% CI: 0.55-0.80). Apixaban had similar rates of total ischemic events (RR: 0.83; 95% CI: 0.58-1.20) and total hospitalizations (RR: 0.90; 95% CI: 0.79-1.03) compared with VKA. Aspirin, compared with placebo, significantly increased the risk of total bleeding (RR: 2.14; 95% CI: 1.75-2.60). The rates of total ischemic events (RR: 0.75; 95% CI: 0.52-1.08) and total hospitalizations (RR: 1.11; 95% CI: 0.97-1.27) with aspirin and placebo were similar.",
    "figures_tables": null,
    "article_id": "39918467",
    "query_date": "17_02_2025"
  },
  {
    "pub_date": "2025-Jan-29",
    "title": "New Artisse intrasaccular device for intracranial aneurysm treatment: short term clinical and angiographic result from the prospective registry INSPIRE-A.",
    "methods": "Innovative NeurovaScular Product SurveIllance REgistry (INSPIRE) is a non-randomized, multicenter, real world clinical study with treatment arms for aneurysms (INSPIRE-A) and acute ischemic stroke (INSPIRE-S). This interim analysis included 87 patients enrolled from November 2022 to April 2024 in the INSPIRE-A Artisse cohort across 16 Europoean centers. Procedures followed standard clinical care, with 6 months of follow-up. Safety and efficacy endpoints included major stroke, neurological death, serious adverse events (SAEs), aneurysm occlusion, and retreatment rates. An independent core laboratory assessed imaging, and all SAEs were reviewed by a clinical events committee. The Artisse steering committee provided independent oversight of the data.",
    "results": "The Artisse device achieved an overall successful implantation rate of 96.6% (84/87), with satisfactory placement rates of 98.7% (74/75) for unruptured and 88.9% (8/9) for ruptured aneurysms. Following the procedure, 46.2% of unruptured aneurysm patients were receiving antiplatelet therapy (APT), predominantly aspirin monotherapy, while no ruptured aneurysm patients received APT. Device related SAE rate was 1.3% (1/87), and the overall stroke rate was 2.3% (2/87), including both ruptured and unruptured aneurysms. At 6 months, 80.0% (28/35) of patients with unruptured aneurysms showed complete obliteration, with no recurrences or retreatments.",
    "figures_tables": null,
    "article_id": "39880621",
    "query_date": "17_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Antithrombotic therapy following lower extremity endovascular revascularization: The results of a survey of vascular specialists.",
    "methods": "We developed and distributed a de-identified RedCap survey via Twitter and email to Vascular Quality Initiative members (February 2023). Multiple-choice questions queried antithrombotic agents and treatment durations for a clinical vignette (a claudicant on 81 mg aspirin and statin) with different arterial disease locations (iliac, femoropopliteal, or tibial vessels) and different revascularization strategies (angioplasty or stenting, with and without drug-coating). Antithrombotic options included monotherapies with antiplatelet agents or low-dose rivaroxaban; dual therapies with aspirin combined with a P2Y12 inhibitor (dual antiplatelet therapy, DAPT) or low-dose rivaroxaban (dual pathway inhibition or DPI); or triple therapy with aspirin, a P2Y12 inhibitor, and low-dose rivaroxaban. Options for therapy duration included 30, 90, 180, and 365 days, or indefinitely.",
    "results": "There were 199 respondents (17% female, 68% White race, 63% academic, 88% vascular surgery). Across all treatment scenarios, respondents selected DAPT (n = 171/199; 86%) in at least one revascularization scenario, followed by aspirin monotherapy (n = 83/199; 42%) and DPI (n = 49/199; 25%). Therapy choice did differ by both anatomic location and revascularization strategy (P < .05). DAPT was most selected following femoropopliteal revascularization (n = 165/199, 83%) and bare metal stenting (n = 162/198, 82%). However, aspirin monotherapy was most selected following iliac level revascularization (n = 52/197; 26%) and following percutaneous transluminal angioplasty at any level (n = 51/182; 28%). DPI was most selected following tibial revascularization (n = 39/184; 21%) and following percutaneous transluminal angioplasty (n = 38/182; 21%). Among those who selected DAPT, the 90-day (n = 99/171; 58%) duration was preferred. Those who selected DPI favored indefinite treatment durations (n = 34/49; 69%). Indefinite DAPT and DPI therapy were more commonly selected for distal level revascularization (P < .05). Rivaroxaban utilization was limited secondary to cost (n = 108/178; 61%), lack of demonstrated effectiveness (n = 75/178; 42%), and concern for safety and bleeding (n = 27/178; 15%).",
    "figures_tables": null,
    "article_id": "39877294",
    "query_date": "17_02_2025"
  },
  {
    "pub_date": "2025-Jan-28",
    "title": "Aspirin Plus Rivaroxaban Versus Rivaroxaban Alone for the Prevention of Venous Stent Thrombosis Among Patients With Post-Thrombotic Syndrome: The Multicenter, Multinational, Randomized, Open-label ARIVA Trial.",
    "methods": "In this multinational, academic, open-label, independently adjudicated trial, patients with a Villalta score >4 points, a stenosis or occlusion of the inferior vena cava, iliac veins, or common femoral vein, successfully treated with venous stent placement, were randomized in a 1:1 fashion to the study groups. Key exclusion criteria included age <18 or >75 years, contraindications to anticoagulant use or acute venous thrombosis <3 months. The primary efficacy outcome was the composite of no occlusion in the treated segment assessed at serial duplex ultrasound examinations or no re-intervention needed to maintain patency within 6 months. Secondary outcomes, including Villalta score, quality of life, and safety outcomes were also assessed. The study was registered in ClinicalTrials.gov (NCT04128956).",
    "results": "From 2020 through 2022, 172 patients were screened, 169 randomized and 162 included in the full analysis set, receiving either aspirin plus rivaroxaban (n=80) or rivaroxaban alone (n=82) for six months. Mean age was 42.8 (standard deviation 14.7) years, 103 (60.9%) patients were women, 154 (97.5%) were Caucasian, and leg ulcers were present in 7% patients. The primary patency rate at six months was 94.8% vs. 92.4% (absolute risk difference: 2.4%; 95 %CI -13.6%; +18.0%), respectively. The mean decrease in the Villalta score for the affected leg (without ulcer) from baseline to 6 months was -6.7 (SD 4.4) and -7.0 (SD 5.2) points (p-value 0.36), respectively. There were no differences in other outcomes or quality of life at 6 months. No major bleeding occurred.",
    "figures_tables": null,
    "article_id": "39874026",
    "query_date": "17_02_2025"
  },
  {
    "pub_date": "2025-Jan-28",
    "title": "Efficacy and Safety of Mechanical Thrombectomy in Distal Medium Middle Cerebral Artery Occlusion Ischemic Stroke Patients on Low-Dose Aspirin.",
    "methods": "We conducted a multinational, multicenter, propensity score-weighted analysis within the Multicenter Analysis of primary Distal medium vessel occlusions: effect of Mechanical Thrombectomy (MAD-MT) registry. Patients with AIS due to DMVO, treated with MT, were included. We compared outcomes between patients on pre-stroke low-dose aspirin (75-100 mg) and those not on antiplatelet therapy. The primary outcome was functional independence at 90 days (mRS 0-2). Secondary outcomes included excellent functional outcome at 90 days (mRS 0-1), mortality, and day-one post-MT NIHSS score. Safety outcomes focused on hemorrhagic complications, including symptomatic intracerebral hemorrhage (sICH).",
    "results": "Among 1,354 patients, 150 were on pre-stroke low-dose aspirin. After applying Inverse Probability of Treatment Weighting (IPTW), Aspirin use was associated with significantly better functional outcomes (mRS 0-2: OR =1.89 , 95% CI, 1.14 to 3.12 ) and lower 90-day mortality (OR = 0.56, 95% CI, 0.32 to 1.00). The aspirin group had lower NIHSS scores on day one (β = -1.5, 95% CI, -2.8 to - 0.27). The sICH rate was not significantly different between the groups (OR = 0.92, 95% CI, 0.60 to 1.43).",
    "figures_tables": null,
    "article_id": "39873268",
    "query_date": "17_02_2025"
  }
]