[
  {
    "pub_date": "2024-Dec-13",
    "title": "Topical Losartan for Corneal Fibrosis: A Case Series With Densitometry Analysis.",
    "methods": "In this case series, patients with corneal scars treated with topical losartan 0.8 mg/mL 4 times a day for 6 months were included. Age, sex, cause of corneal opacity, months with corneal opacity, and previous topical treatment were recorded. Patients were examined at baseline and 1, 3, and 6 months after starting treatment. At each visit, uncorrected and best-corrected visual acuity, subjective refraction, intraocular pressure, slit-lamp examination, corneal tomography, and densitometry were performed. Patients were asked about drop comfort and possible side effects on a 0 to 10 self-reported scale.",
    "results": "Eight eyes of 7 patients (4 males, 3 females, mean age 45.1 ± 12.0 years) were included. Best-corrected visual acuity logMAR was 0.28 ± 0.17 pretreatment and 0.17 ± 0.11 after 6 months of topical losartan (P = 0.358). The visual acuity of 5 eyes improved, 1 eye remained unchanged, and the vision of 2 eyes declined. No changes in topographic and densitometry parameters were noted within the cohort analyzed as a group (all P > 0.05). No systemic side effects were reported, and tolerance was from very good to excellent (all 2/10 or better).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "0ecd4bef01043f47ad82e7fc7fdba957",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024-Nov",
    "title": "Safety and tolerability of losartan to treat recessive dystrophic epidermolysis bullosa in children (REFLECT): an open-label, single-arm, phase 1/2 trial.",
    "methods": "We conducted an open-label, single-arm, phase 1/2 trial at the Medical Center-University of Freiburg, Germany. Children with molecularly-confirmed RDEB, aged 2-16 years (starting from the 25th month of life) were eligible. Key exclusion criteria comprised anaemia with haemoglobin <8 g/dl; hypotension (defined as age-related systolic blood pressure under the 5th percentile); cardiologic contraindications, requirement for any medications that are likely to cause interactions with losartan; renal artery stenosis or renal insufficiency with creatinine clearance <30 ml/min; severe liver failure; severe, untreated electrolyte disturbances; history of cancer or chronic viral infections; hypersensitivity to losartan or any of the excipients and known or persistent abuse of medication, drugs, or alcohol. Treatment duration with losartan comprised 10 months, encompassing 16 weeks up-dosing of losartan, 24 weeks full dose losartan (final target dose of 1.4 mg/kg), and 4 weeks losartan tapering, followed by 12 weeks follow-up without losartan. The primary endpoint was occurrence of a serious safety concern, defined as one of the following side effects of losartan: clinically relevant severe hypotension, immediate hypersensitivity reactions to the drug or clinical relevant severe hypo- and hyperkalaemia. EB-specific scores (the EBDASI activity and damage score, Birmingham Epidermolysis Bullosa Severity Score (BEBS)) and other clinical outcome parameters were evaluated at five clinical visits as secondary outcomes: pain (Wong-Baker FACES Scale for pain), quality of life (Quality Of Life in EB [QOLEB] questionnaire and Children's Dermatology Life Quality Index [CDLQI]), itch (Itch Assessment Scale for the Paediatric Burn Patients), dysphagia (Mayo Dysphagia Questionnaire-day 30 [MDQ-30]), pseudosyndactyly progression (our own morphometric scoring instrument), and hand function (Score of Colville and Terrill). All analyses (safety and efficacy) were performed in the safety population, defined as participants who received at least one dose of trial medication with losartan. This trial is registered with EudraCT, 2015-003670-32.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "c1b4ed8fa16f5175f6d5f3c57012b53b",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024-Oct-29",
    "title": "Design and rationale of MYOFLAME-19 randomised controlled trial: MYOcardial protection to reduce post-COVID inFLAMmatory heart disease using cardiovascular magnetic resonance Endpoints.",
    "methods": "Prospective multicenter randomized placebo-controlled study of myocardial protection therapy (combined immunosuppressive/antiremodeling) of low-dose prednisolone and losartan. Consecutive symptomatic individuals with a prior COVID-19 infection, no pre-existing significant comorbidities or structural heart disease, undergo standardized assessments with questionnaires, CMR imaging, and cardiopulmonary exercise testing (CPET). Eligible participants fulfilling the criteria of subclinical post-COVID inflammatory heart involvement on baseline CMR examination are randomized to treatment with either verum or placebo for a total of 16 weeks (W16). Participants and investigators remain blinded to the group allocation throughout the study duration. The primary efficacy endpoint is the absolute change of left ventricular ejection fraction to baseline at W16, measured by CMR, between the verum treatment and placebo group by absolute difference, using unpaired t-test confirmatively at a significance level of 0.05 significance level. Secondary endpoints include assessment of changes of symptoms, CMR parameters, and CPET after W16, and frequency of major adverse cardiac events after 1 year. Safety data will be analyzed for frequency, severity, and types of adverse events (AEs) for all treatment groups. The proportion of AEs related to the contrast agent gadobutrol will also be analyzed. A calculated sample size is a total of 280 participants (accounting for 22 subjects (8%) drop out), randomized in 1:1 fashion to 140 in the verum and 140 placebo groups.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "df548252751d525f73dff0ecda0465d6",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024-Oct-23",
    "title": "Topical Losartan Dosage Response and Corneal Toxicity at Higher Concentrations.",
    "methods": "In total, 18 rabbits had standardized alkali burns that trigger stromal fibrosis. Six eyes per group were treated with topical losartan (0.8 mg/mL, 8 mg/mL, or 40 mg/mL) 6 times per day. Slit-lamp photographs were obtained, and multiplex immunohistochemistry was performed for myofibroblast marker alpha-smooth muscle actin (α-SMA), mesenchymal cell marker vimentin, and basement membrane marker laminin alpha-5.",
    "results": "Topical losartan at 40 mg/mL 6 times per day produced severe discomfort and ocular surface toxicity in all rabbits, and treatment was discontinued at nine days in this group. Topical losartan at 8 mg/mL 6 times per day caused less rabbit discomfort on application, but there were persistent epithelial defects and marked stromal opacity in 5 of 6 eyes after 1 month of treatment. Topical losartan 0.8 mg/mL was well tolerated by rabbits, and corneal opacity was markedly reduced at 1 month in 5 of 6 corneas compared with corneas in the 8 mg/mL and 40 mg/mL losartan groups. A persistent epithelial defect with opacity was noted in 1 cornea in the 0.8 mg/mL losartan group. Both total SMA-positive stromal cells per section (14.5 ± 2.8 vs. 3.5 ± 0.7, P = 0.04) and total stromal vimentin intensity units (310 ± 64 vs. 132 ± 35, P = 0.02) were significantly greater after 1 month of treatment in corneas treated with 8 mg/mL than corneas treated with 0.8 mg/mL of topical losartan.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "fa020c246b81ee60b69e07bf783fc90f",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024-Sep-26",
    "title": "Effects of Losartan on Patients Hospitalized for Acute COVID-19: A Randomized Controlled Trial.",
    "methods": "Eligibility criteria included adults admitted for acute COVID-19. Exclusion criteria were hypotension, hyperkalemia, acute kidney injury, and use of angiotensin receptor blockers (ARBs) or angiotensin-converting enzyme inhibitors within 7 days. Participants were randomized to losartan 25-100 mg/day orally for the hospital duration or 3 months or the control arm (usual care) in 29 hospitals in Canada and France. The primary outcome was 28-day mortality. Secondary outcomes were hospital mortality, organ support, and serious adverse events (SAEs).",
    "results": "The trial was stopped early because of a serious safety concern with losartan. In 341 patients, any SAE and hypotension were significantly higher in the losartan versus usual care groups (any SAE: 39.8% vs 27.2%, respectively, P = .01; hypotension: 30.4% vs 15.3%, respectively, P < .001) in both ward and intensive care patients. The 28-day mortality did not differ between losartan (6.5%) versus usual care (5.9%) (odds ratio, 1.11 [95% confidence interval, .47-2.64]; P = .81), nor did organ dysfunction or secondary outcomes.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "e5870b8e0bf385a74eb5232a7d3d26c1",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024-Oct",
    "title": "Comparative efficacy and safety of six angiotensin II receptor blockers in hypertensive patients: a network meta-analysis.",
    "methods": null,
    "results": "A total of 193 studies were included. Olmesartan had the highest surface under the cumulative ranking in reducing office systolic (91.4%) and diastolic blood pressure (87.2%). Candesartan has the highest ranking in lowering 24 h ambulatory systolic blood pressure (95.4%), while telmisartan reduced 24 h ambulatory diastolic blood pressure (83.4%). Olmesartan also ranked highest in safety (70.8%).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "e42a053275208d52af235dc93b565d84",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024-Jun",
    "title": "Pharmacokinetics of a Fixed-Dose Combination Product of Amlodipine, Losartan, Ezetimibe, and Rosuvastatin and Its Comparison with Co-administration of Four Individual Components in Healthy Participants.",
    "methods": "A total of 60 participants were enrolled in this open-label, randomized, single-dose crossover study. Each participant received a single dose of FDCP and individual tablets during each period, with a 14-day washout period between the periods. The pharmacokinetic parameters of amlodipine, losartan, EXP3174 (an active metabolite of losartan), rosuvastatin, free ezetimibe, and total ezetimibe were evaluated and compared.",
    "results": "The pharmacokinetic profiles of amlodipine, losartan, rosuvastatin, and ezetimibe after administration of the individual products were similar to those of FDCP. The geometric mean ratios and 90% confidence intervals for maximum concentration (Cmax) and area under the curve (AUC) of FDCP to individual tablets were within 0.8-1.25 for all six analytes. No clinically relevant changes were observed in the vital signs or physical, biochemical, hematological, electrocardiographic, or urinalysis findings during the study, and no serious adverse events were reported.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "bc8bcd2b0b0dd5a91e6cf52aac98a7a7",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2023-Nov",
    "title": "Impact of Concomitant Cardiovascular Therapies on Efficacy and Safety of Relugolix vs Leuprolide: Subgroup Analysis from HERO Study in Advanced Prostate Cancer.",
    "methods": "In HERO, 930 men with advanced prostate cancer (APC) were randomized 2:1 and treated with relugolix (120 mg orally once daily; after single 360 mg loading dose) or leuprolide (injections every 3 months) for 48 weeks. Subgroups analyzed included men who received antihypertensives, antithrombotics, or lipid-modifying therapies (LMAs), as well as the most common drug classes (> 10%) and single most common agent within each class. Assessments included sustained testosterone suppression to castrate levels (< 50 ng/dL) through 48 weeks and safety.",
    "results": "Antihypertensives, antithrombotics, and LMAs were utilized by 52.7%, 39.1%, and 39.6% of men in HERO, respectively. In the main subgroups, point estimates for sustained castration rates were generally consistent with overall estimates of relugolix and leuprolide observed in the overall population. Sustained castration rates were also mostly consistent for men taking the most common drug classes and individual agents in each class (losartan [n = 103]: relugolix, 95.4% vs leuprolide, 80.6%; amlodipine [n = 229]: 97.2% vs 85.5%; metoprolol [n = 88]: 95.7% vs 86.9%; acetylsalicylic acid [n = 259]: 97.0% vs 92.1%; clopidogrel [n = 43]: 96.4% vs 86.7%; simvastatin [n = 78]: 98.0% vs 87.3%). Incidence and types of adverse events (AEs) among men who received these medications were mostly consistent with overall population results, with some increases in grade ≥ 3 and fatal AEs.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "59c0e6c843330d9138828ed7d10d4667",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024-May",
    "title": "Angiotensin Receptor Blocker-Related Sprue-like Enteropathy: Review of Food and Drug Administration Adverse Event Reporting System.",
    "methods": "All reports of ARB-related SE from January 2017 to December 2021 were downloaded from the FAERS database. Gastrointestinal adverse events including SE were reviewed. Reporter categories included physicians, pharmacists, other health care professionals, consumers, and attorneys.",
    "results": "A total of 106 590 reports of ARB-related adverse effects were analyzed. Sprue-like enteropathy was identified in 4337 cases (4.1% of total reports). Of these, 4240 cases (98.0%) of ARB-related SE were reported in patients using products with olmesartan, and 97 cases of SE were reported for all other ARBs (eprosartan, losartan, telmisartan, irbesartan, valsartan, and candesartan). Reports of olmesartan-related SE increased rapidly in 2017, continued at a high rate in 2018 and 2019, and essentially stopped in 2020 and 2021.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "3c78f5ad2e139a0797faa47a23d79c49",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2023-Jul",
    "title": "A Randomized, Multicenter, Double-blind, Placebo-Controlled Study to Evaluate the Efficacy and Safety of a Quadruple Combination of Amlodipine, Losartan, Rosuvastatin, and Ezetimibe in Patients with Concomitant Essential Hypertension and Dyslipidemia.",
    "methods": "This was a 14-week, randomized, multicenter, double-blind, placebo-controlled, phase III clinical trial. In total, 145 patients were randomized to receive A/L/R/E, A/L, or L/R/E. The primary endpoints were the average change in the low-density lipoprotein cholesterol (LDL-C) level in the A/L/R/E and A/L groups and the sitting systolic blood pressure (sitSBP) in the A/L/R/E and L/R/E groups. The numbers of patients with adverse drug reactions (ADRs) were compared as safety variables.",
    "results": "The average percentage change in the LDL-C level as the least squares mean (LSM) from the baseline LDL-C level at the end of the 8-week treatment was - 59.0% in the A/L/R/E group and 0.2% in the A/L group (LSM difference - 59.2, 95% confidence interval [CI] - 68.1 to - 50.4; p < 0.0001). The average change in the sitSBP as the LSM was - 15.8 mmHg in the A/L/R/E group and -4.7 mmHg in the L/R/E group (LSM difference - 11.1, 95% CI - 16.8 to - 5.4; p = 0.0002). No ADRs occurred in the A/L/R/E group.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "00d77825f1d553e2038087c324bbcb00",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2023-Jun-09",
    "title": "Losartan in hospitalized patients with COVID-19 in North America: An individual participant data meta-analysis.",
    "methods": "We searched ClinicalTrials.gov in January 2021 for U.S./Canada-based trials where an angiotensin-converting enzyme inhibitors/ARB was a treatment arm, targeted outcomes could be extrapolated, and data sharing was allowed. Our primary outcome was a 7-point COVID-19 ordinal score measured 13 to 16 days post-enrollment. We analyzed data by fitting multilevel Bayesian ordinal regression models and standardizing the resulting predictions.",
    "results": "325 participants (156 losartan vs 169 control) from 4 studies contributed IPD. Three were randomized trials; one used non-randomized concurrent and historical controls. Baseline covariates were reasonably balanced for the randomized trials. All studies evaluated losartan. We found equivocal evidence of a difference in ordinal scores 13-16 days post-enrollment (model-standardized odds ratio [OR] 1.10, 95% credible interval [CrI] 0.76-1.71; adjusted OR 1.15, 95% CrI 0.15-3.59) and no compelling evidence of treatment effect heterogeneity among prespecified subgroups. Losartan had worse effects for those taking corticosteroids at baseline after adjusting for covariates (ratio of adjusted ORs 0.29, 95% CrI 0.08-0.99). Hypotension serious adverse event rates were numerically higher with losartan.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "8b74541af8da0a2eec1cac5a5c1927b6",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2023-Feb-01",
    "title": "Effectiveness of Mycophenolate Mofetil Among Patients With Progressive IgA Nephropathy: A Randomized Clinical Trial.",
    "methods": null,
    "results": "Among 170 randomized patients (mean [SD] age 36.6 [9.4] years; 94 [55.3%] male patients), 85 patients received MMF with SC and 85 patients received SC alone. The mean (SD) eGFR was 50.1 (17.9) mL/min/1.73m2 and mean (SD) proteinuria level was 1.9 (1.7) g/d; 168 patients (98.8%) completed the trial, and 157 participants (92.4%) survived and did not receive dialysis or transplant. Primary composite outcome events occurred in 6 patients (7.1%) in the MMF group and 18 patients (21.2%) in the SC group (adjusted hazard ratio [aHR], 0.23; 95% CI, 0.09-0.63). Progression of chronic kidney disease occurred in 7 participants (8.2%) in the MMF group and 23 participants (27.1%) in the SC group (aHR, 0.23; 95% CI, 0.10-0.57). The effect of MMF treatment on primary outcomes was consistent across prespecified subgroups, with no significant interaction per subgroup. During posttrial follow-up, annual loss of eGFR accelerated after discontinuation of MMF; mean (SD) annual eGFR loss during the study period was 2.9 (1.0) mL/min/1.73m2 in the MMF group and 6.1 (1.2) mL/min/1.73m2 among 66 patients in the MMF group who discontinued MMF after the trial. Serious adverse events were not more frequent with MMF vs SC alone.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "aeacd47e488a3ed6588fe970dc6f8682",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2022-Feb",
    "title": "Pharmacogenomics of Hypertension in CKD: The CKD-PGX Study.",
    "methods": "A prospective cohort with CKD and hypertension was followed to assess feasibility of pharmacogenomic testing implementation, self-reported provider utilization, and BP control. The analysis population included 382 subjects with hypertension who were genotyped for cross-sectional assessment of DGIs, and 335 subjects followed for 1 year to assess systolic BP (SBP) and diastolic BP (DBP).",
    "results": "Most participants (58%) with uncontrolled hypertension had a DGI reducing the efficacy of one or more antihypertensive agents. Subjects with a DGI had 1.85-fold (95% CI, 1.2- to 2.8-fold) higher odds of uncontrolled hypertension, as compared with those without a DGI, adjusted for race, health system (safety-net hospital versus other locations), and advanced CKD (eGFR <30 ml/min). CYP2C9-reduced metabolism genotypes were associated with losartan response and uncontrolled hypertension (odds ratio [OR], 5.2; 95% CI, 1.9 to 14.7). CYP2D6-intermediate or -poor metabolizers had less frequent uncontrolled hypertension compared with normal metabolizers taking metoprolol or carvedilol (OR, 0.55; 95% CI, 0.3 to 0.95). In 335 subjects completing 1-year follow-up, SBP (-4.0 mm Hg; 95% CI, 1.6 to 6.5 mm Hg) and DBP (-3.3 mm Hg; 95% CI, 2.0 to 4.6 mm Hg) were improved. No significant difference in SBP or DBP change were found between individuals with and without a DGI.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "5f9ce6c91d5296462a94f5c7628c1d37",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2022-Mar",
    "title": "Efficacy and Safety of Chinese Herbal Medicine Compared With Losartan for Mild Essential Hypertension: A Randomized, Multicenter, Double-Blind, Noninferiority Trial.",
    "methods": "In this multicenter, randomized, double-blind, noninferiority trial in China, patients 18 to 65 years of age with mild essential hypertension were randomly allocated to receive either SXC or losartan for 8 weeks. The primary outcome was the change in sitting diastolic BP from baseline to 8 weeks, with a predefined noninferiority margin of -2.5 mm Hg.",
    "results": "Of the 755 patients who entered a 2-week run-in period, 628 patients (327 women and 301 men; mean [SD] age, 52.6 [9.2] years) were randomly assigned to the SXC (n=314) or losartan (n=314) group. The primary analysis based on the intention-to-treat principle showed that the change in diastolic BP from baseline to 8 weeks was similar between the SXC and losartan groups (-7.9 [8.0] versus -8.1 [7.9]). The lower boundary of 95% CI (mean difference, -0.24 [95% CI, -1.51 to 1.03]) was above the margin of -2.5 mm Hg, showing noninferiority. Results were consistent with per-protocol analysis. SXC produced greater improvements in total hypertension symptom score (-5.7 [4.2] versus -5.0 [4.0]; P=0.020) and total cholesterol (-0.1 [1.0] versus 0.1 [1.2]; P=0.025). There were no differences between groups in the other BP and patient-reported outcomes. Incidence and severity of adverse events were similar between groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "7ba7cec085cbc43d95f6f6f4cda9cc2b",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2021-Aug",
    "title": "Neoplasm Reports in Food and Drug Administration Adverse Event Reporting System Following Angiotensin Receptor Blocker Recalls.",
    "methods": "In this cross-sectional study, data were retrospectively collected from the FDA adverse event reporting system database from January 2015 to December 2019. Reporting odds ratios (RORs) were estimated to detect signals of association between ARBs (valsartan, irbesartan, and losartan) and reported neoplasm AEs using negative (amoxicillin and sertraline) and positive (omeprazole and ranitidine) control exposures. The χ2 was used to compare categorical variables.",
    "results": "A total of 2 181 524 AEs, including 10 461 nonmetastatic neoplasm AEs were analyzed. Monthly RORs (95% CI) of valsartan-associated neoplasms versus controls (ROR*: valsartan/negative exposures; ROR†: valsartan/omeprazole; and ROR‡: valsartan/ranitidine) showed the highest signals after the recall date in July 2018 (7.64 [4.78-12.19]*; 4.77 [3.36-6.79]†; 4.13 [2.50-6.84]‡) and August 2018 (7.87 [5.19-11.94]*; 5.65 [4.12-7.75]†; and 7.20 [4.46-11.63]‡). In contrast, the highest cancer signals for the irbesartan and losartan recalls detected in March 2019 (4.80*; 4.06†; and 3.38‡) and April 2019 (3.63*; 3.69†; and 2.52‡) respectively, were lower. One-year postrecall reported neoplasm AEs were ≈2-fold higher for valsartan than irbesartan (OR, 1.77 [95% CI, 1.47-2.13], P<0.0001) and losartan (OR, 2.07 [95% CI, 1.85-2.32], P<0.0001). Although all ARBs had the same nitrosamine contamination, we found 1-year postrecall versus prerecall cancer signals for valsartan were 3-fold higher versus control exposures, while the changes in RORs for irbesartan and losartan were only 20-30% higher.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "63d9f272170fc6554310278947fd012c",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2021-Sep",
    "title": "Randomized Prospective Open Label Study Shows No Impact on Clinical Outcome of Adding Losartan to Hospitalized COVID-19 Patients with Mild Hypoxemia.",
    "methods": "Patients with COVID-19 and mild hypoxia (receipt of ≤ 3 L/min O2 by nasal cannula) admitted to three hospitals were randomized in a 1:1 ratio within 72 h of SARS-CoV-2 nucleic acid testing confirmation to prospectively receive standard of care (SOC) alone or SOC plus losartan 12.5 mg orally every 12 h for 10 days or until hospital discharge, with the option to titrate upward dependent on blood pressure tolerability. Primary composite endpoint was receipt of mechanical ventilation or death before receiving ventilation. Subjects were followed until discharge to home or until an endpoint was met in the hospital.",
    "results": "Sixteen subjects received an ARB plus SOC and 15 subjects received SOC alone. The median age was 53 years for both groups. Median time from hospital admission to study enrollment was 2 days (range 1-6) for the ARB group and 2 days (range 1-4) for the SOC group. Mean Charlson comorbidity index was 2 for both groups. One subject in each group achieved the composite endpoint.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "5583888d8618dcb9e9fa514f2ec0f273",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2020",
    "title": "Low-Dose Triple Antihypertensive Combination Therapy in Patients with Hypertension: A Randomized, Double-Blind, Phase II Study.",
    "methods": null,
    "results": "The placebo-corrected SBP reductions of the half-dose, third-dose, quarter-dose combination, amlodipine 10 mg, amlodipine 5 mg and losartan 100 mg treatments were -17.2, -19.5, -14.9, -18.5, -11.3 and -9.9 mmHg, respectively. The BP control and response rates were significantly higher in the half-dose, third-dose, and quarter-dose combination groups than in the placebo group (all p < 0.01). Despite no intergroup differences in study drug-related adverse events, ankle circumference increased significantly in the amlodipine group compared to those in the combination treatment groups. The quarter-dose combination, amlodipine 5 mg, and losartan 100 mg groups showed similar SBP reduction and BP response rates. The SBP reduction and BP response rate in the third-dose and half-dose combination groups were not significantly different from those in the amlodipine 10 mg group but superior to those in the losartan 100 mg group.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "2c2605d2c093c4c139afaced28148671",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2020",
    "title": "Comparison of Pharmacokinetics of a Fixed-Dose Combination of Amlodipine/Losartan/Rosuvastatin with Concomitant Administration of Amlodipine/Losartan and Rosuvastatin in Healthy Volunteers.",
    "methods": null,
    "results": "The GMR (90% CI) values of AUClast and Cmax were 0.9946 (0.9663-1.0238) and 0.9690 (0.9379-1.0011) for amlodipine, 0.9855 (0.9422-1.0308) and 0.9178 (0.8349-1.0089) for losartan, 0.9814 (0.9501-1.0136) and 0.9756 (0.9313-1.0219) for EXP3174, and 0.9448 (0.8995-0.9923) and 0.9609 (0.8799-1.0494) for rosuvastatin, respectively. No clinically significant changes were observed in any of the safety parameters, including clinical laboratory tests, vital signs, electrocardiograms, and physical examinations, between the FDC treatment and the LC treatment.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "24efe786c811c9ea6f1297c0cdfe56df",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2019",
    "title": "Systematic Review with Network Meta-Analysis: Comparative Efficacy and Safety of Combination Therapy with Angiotensin II Receptor Blockers and Amlodipine in Asian Hypertensive Patients.",
    "methods": "A systematic literature review sourced Asian randomized controlled trials (RCTs) from PubMed and Cochrane Libraries to inform a network meta-analysis (NMA). We considered the ARB-AML CT. The primary efficacy and safety endpoints were short-term (8-12 weeks) treatment response and treatment-emergent adverse events (TEAEs), respectively. AML monotherapy was used as a comparator to allow for indirect treatment effect estimation in the absence of direct RCTs evidence comparing the different ARB-AML CTs.",
    "results": "The analysis included 1198 Asian HTN patients from seven studies involving six ARB-AML CTs: azilsartan (AZL), candesartan (CAN), fimasartan (FIM), losartan (LOS), olmesartan (OLM), and telmisartan (TEL). Compared to AML monotherapy, CT of AZL-AML had five times greater odds of prompting a treatment response (OR 5.2, 95% CI: 2.5, 11.2), while CAN-AML had 3.9 (95% CI: 2.5, 6.4), FIM-AML had 3.4 (95% CI: 1.4, 8.5), TEL-AML had 3.3 (95% CI: 1.6, 7.1), OLM-AML had 2.7 (95% CI: 1.6, 5.0), and LOS-AML had 2.0 (95% CI: 0.6, 7.3). All ARB-AML CTs had safety profiles comparable to AML monotherapy except TEL-AML, which had significantly lower odds of TEAEs (0.26 (95% CI: 0.087, 0.70)).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "dbfecec2f584c9e354d8ffeb477c78c8",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2019",
    "title": "Synthesis, Characterization and Safety Profiling of Eudragit-Based pHResponsive Hydrogels: A Promising Platform for Colonic Delivery of Losartan Potassium.",
    "methods": null,
    "results": "The results showed that an increased incorporation of Eudragit and cross-linking agent retorted the swelling, drug loading, and drug release properties at both acid (pH 1.2) and basic pH (pH 6.8 and 7.4) , while acrylic acid presented the inverse results. The oral tolerability and toxicity studies depicted that the developed hydrogels were safe up to 3800 mg/kg body weight and caused no hematological or histopathological changes when compared with the control group.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "41c08098a758237dd91ecb5ad3c50cff",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2019-Jun-30",
    "title": "Systematic review on the effects of medication under hyperbaric conditions: consequences for the diver.",
    "methods": "This was a systematic review of human and animal studies of medications in the hyperbaric environment. Studies were subdivided into those describing a medication/hyperbaric environment interaction and those concerned with prevention of diving disorders. Studies without a relation to diving with compressed air, and those concerning oxygen toxicity, hyperbaric oxygen therapy or the treatment of decompression sickness were excluded.",
    "results": "Forty-four studies matched the inclusion criteria. Animal studies revealed that diazepam and valproate gave limited protection against the onset of the high-pressure neurological syndrome. Lithium had a protective effect against nitrogen-narcosis and losartan reduced cardiac changes in repetitive diving. Human studies showed no beneficial or dangerous pressure-related interactions. In prevention of diving disorders, pseudoephedrine reduced otic barotrauma, vitamins C and E reduced endothelial dysfunction after bounce diving and hepatic oxidative stress in saturation diving.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "a03fd64e9f4898b3031f023dec8f551d",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2019-Mar",
    "title": "Angiotensin II receptor blockers, steroids and radiotherapy in glioblastoma-a randomised multicentre trial (ASTER trial). An ANOCEF study.",
    "methods": null,
    "results": "Seventy-five patients were randomly assigned to receive Losartan (37 patients) or placebo (38 patients). No difference in the steroid dosage required to control brain oedema on the last day of RT, or one month after completion of RT, was seen between both arms. The incidence of adverse events was similar in both arms. Median overall survival was similar in both arms.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "6f7f77c3fa74bb86f8f0f143876cc063",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2019-Feb",
    "title": "Automated safety event monitoring using electronic medical records in a clinical trial setting: Validation study using the VA NEPHRON-D trial.",
    "methods": "The VA NEPHRON-D study was a multicenter, double-blind, randomized clinical trial designed to compare the effect of combination therapy (losartan plus lisinopril) versus monotherapy (losartan) on the progression of kidney disease in individuals with diabetes and proteinuria. The trial's safety outcomes included serious adverse events, hyperkalemia, and acute kidney injury. A subset of the participants (~62%, n = 895) enrolled in the trial's long-term follow-up sub-study and consented to electronic medical record data collection. We applied an automated algorithm to search and capture safety data using the VA Corporate Data Warehouse which houses electronic medical record data. Using study safety data reported during the trial as the gold standard, we evaluated the sensitivity and precision of electronic medical record-based safety data and related treatment effects.",
    "results": "The sensitivity of the electronic medical record-based safety for hospitalizations was 65.3% without non-VA hospitalization events and 92.3% with the non-VA hospitalization events included. The sensitivity was only 54.3% for acute kidney injury and 87.3% for hyperkalemia. The precision of electronic medical record-based safety data was 89.4%, 38%, and 63.2% for hospitalization, acute kidney injury, and hyperkalemia, respectively. Relative treatment differences under the study and electronic medical record settings were 15% and 3% for hospitalization, 123% and 29% for acute kidney injury, and 238% and 140% for hyperkalemia, respectively.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "9e19225ce38b7bbfc082a39455b99de9",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2019-May",
    "title": "Lisinopril versus lisinopril and losartan for mild childhood IgA nephropathy: a randomized controlled trial (JSKDC01 study).",
    "methods": "This is an open-label, multicenter, prospective, and randomized phase II controlled trial of 63 children with biopsy-proven proteinuric mild IgA nephropathy. We compared efficacy and safety between patients undergoing lisinopril monotherapy and patients undergoing combination therapy of lisinopril and losartan to determine better treatment for childhood proteinuric mild IgA nephropathy.",
    "results": "There was no difference in proteinuria disappearance rate (primary endpoint) between the two groups (cumulative disappearance rate of proteinuria at 24 months: 89.3% vs 89% [combination vs monotherapy]). Moreover, there were no significant differences in side effects between the two groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "95024c8a8efd37e21e0aa04981c6da88",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2018",
    "title": "A randomized, controlled, crossover pilot study of losartan for pediatric nonalcoholic fatty liver disease.",
    "methods": "This was an 8-week randomized, double-blind, placebo-controlled, phase 2a, crossover study (with a 6-week washout between conditions) for safety and preliminary efficacy of losartan 50 mg a day taken orally in 12 normotensive children with biopsy proven nonalcoholic steatohepatitis (NASH).",
    "results": "Twelve children enrolled in the study, and nine completed all visits. No changes in blood pressure or serious adverse events occurred during the study. Trends in improvement in alanine aminotransferase (ALT), aspartate aminotransferase (AST), and homeostatic model assessment insulin resistance (HOMA-IR) were seen with losartan treatment compared to the placebo time-period. More participants decreased ALT on losartan as compared to placebo (89% [8 out 9] vs. 56% [5 out of 9], respectively).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "9966ee71be66d904721f34cac717300f",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2018",
    "title": "The Rationale and Design of the Reducing Pathology in Alzheimer's Disease through Angiotensin TaRgeting (RADAR) Trial.",
    "methods": "Men and women aged at least 55 years with mild-to-moderate AD will be randomly allocated 100 mg encapsulated generic losartan or placebo once daily for 12 months after successful completion of a 2-week open-label phase and 2-week placebo washout to establish drug tolerability. 228 participants will provide at least 182 subjects with final assessments to provide 84% power to detect a 25% difference in atrophy rate (therapeutic benefit) change over 12 months at an alpha level of 0.05. We will use intention-to-treat analysis, estimating between-group differences in outcomes derived from appropriate (linear or logistic) multivariable regression models adjusting for minimization variables.",
    "results": "The primary outcome will be rate of whole brain atrophy as a surrogate measure of disease progression. Secondary outcomes will include changes to 1) white matter hyperintensity volume and cerebral blood flow; 2) performance on a standard series of assessments of memory, cognitive function, activities of daily living, and quality of life. Major assessments (for all outcomes) and relevant safety monitoring of blood pressure and bloods will be at baseline and 12 months. Additional cognitive assessment will also be conducted at 6 months along with safety blood pressure and blood monitoring. Monitoring of blood pressure, bloods, and self-reported side effects will occur during the open-label phase and during the majority of the post-randomization dispensing visits.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "4ffc1b3da757cea78c4d9531005dabf6",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2018-Jun",
    "title": "Brand vs generic adverse event reporting patterns: An authorized generic-controlled evaluation of cardiovascular medications.",
    "methods": "Events reported to the FDA Adverse Event Reporting System from the years 2004-2015 were analysed. Drugs were classified as brand, AG or generic based on drug and manufacturer names. Reports were included if amlodipine, losartan, metoprolol extended release (ER) or simvastatin were listed as primary or secondary suspect drugs. Disproportionality analyses using the reporting odds ratio (ROR) assessed the relative rate of reporting labelled AEs compared to reporting these AEs with all other drugs. The Breslow-Day test compared RORs across brand, AG and generic. Interrupted time series analysis evaluated the impact of generic entry on reporting trends.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "aed38f3fb57ff6ffb4f05349d5dd36da",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2017-Oct",
    "title": "Comparison of Fixed-dose Combinations of Amlodipine/Losartan Potassium/Chlorthalidone and Amlodipine/Losartan Potassium in Patients With Stage 2 Hypertension Inadequately Controlled With Amlodipine/Losartan Potassium: A Randomized, Double-blind, Multicenter, Phase III Study.",
    "methods": "This study was an 8-week, randomized double-blind, multicenter, phase III clinical trial. Three hundred forty volunteer patients with stage 2 hypertension were randomized to receive A/L/C or A/L. The primary end point was a change in sitting systolic blood pressure (SitSBP) after 8 weeks of treatment. As secondary end points, the change in SitSBP after 2 weeks of treatment and the change in sitting diastolic blood pressure (SitDBP) were compared between treatment groups. All patients were assessed for adverse events, clinical laboratory data, and vital signs.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "3a0902828b4d72b08986605351ec9271",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2017-Jul-01",
    "title": "Cardiovascular effects of urate-lowering therapies in patients with chronic gout: a systematic review and meta-analysis.",
    "methods": "Randomized trials were searched for treatment with ULT in gout. Eligible trials had to report CV safety of a ULT. Potential medications included allopurinol, febuxostat, pegloticase, rasburicase, probenecid, benzbromarone, sulphinpyrazone, losartan, fenofibrate and sodium-glucose linked transporter 2 inhibitors.",
    "results": "A total of 3084 citations were found, with 642 duplicates. After the primary screen, 35 studies were selected for review. Several trials did not report CV events. Six were not randomized controlled trials (RCTs). Four studies reported no events in either intervention arm while the other four had 40 events in the febuxostat group ( n = 3631) and 5 in allopurinol group ( n = 1154). Overall, the pooled analysis did not show a significant difference between the two [febuxostat vs allopurinol: relative risk (RR) 1.69 (95% CI 0.54, 5.34), P = 0.37]. CV events did not decrease over time. Comparing shorter studies (<52 weeks) to longer ones did not reveal any statistical differences. However, in long-term studies with febuxostat vs allopurinol, results were nearly significant, with more CVE occurring with febuxostat treatment. Comparing any ULT to placebo (eight studies, n = 2221 patients) did not demonstrate a significant difference in non-Anti-Platelet Trialists' Collaboration events [any ULT vs placebo: RR 1.47 (95% CI 0.49, 4.40), P = 0.49] or all-cause mortality [any ULT vs placebo: RR 1.45 (95% CI 0.35, 5.77), P = 0.60].",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "4f8cd1b7cda79f88ee3652c930cc3dc5",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2016-Oct",
    "title": "Effect of Red Ginseng on cytochrome P450 and P-glycoprotein activities in healthy volunteers.",
    "methods": "This article describes an open-label, crossover study. CYP probe cocktail drugs, caffeine, losartan, dextromethorphan, omeprazole, midazolam, and fexofenadine were administered before and after RG supplementation for 2 wk. Plasma samples were collected, and tolerability was assessed. Pharmacokinetic parameters were calculated, and 90% confidence intervals (CIs) of the geometric mean ratios of the parameters were determined from logarithmically transformed data using analysis of variance after RG administration versus before RG administration.",
    "results": "Fourteen healthy male participants were evaluated, none of whom were genetically defined as poor CYP2C9, 2C19, and CYP2D6 metabolizers based on genotyping. Before and after RG administration, the geometric least-square mean metabolic ratio (90% CI) was 0.870 (0.805-0.940) for caffeine to paraxanthine (CYP1A2), 0.871 (0.800-0.947) for losartan (CYP2C9) to EXP3174, 1.027 (0.938-1.123) for omeprazole (CYP2C19) to 5-hydroxyomeprazole, 1.373 (0.864-2.180) for dextromethorphan to dextrorphan (CYP2D6), and 0.824 (0.658-1.032) for midazolam (CYP3A4) to 1-hydroxymidazolam. The geometric mean ratio of the area under the curve of the last sampling time (AUClast) for fexofenadine (P-gp) was 0.963 (0.845-1.098). Administration of concentrated RG for 2 wk weakly inhibited CYP2C9 and CYP3A4 and weakly induced CYP2D6. However, no clinically significant drug interactions were observed between RG and CYP and P-gp probe substrates.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "a4a09ce4b13e45679797a032b9b6da31",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2016",
    "title": "Comparisons of the pharmacokinetics and tolerability of fixed-dose combinations of amlodipine besylate/losartan and amlodipine camsylate/losartan in healthy subjects: a randomized, open-label, single-dose, two-period, two-sequence crossover study.",
    "methods": null,
    "results": "The PK profiles of the two treatments were similar. For amlodipine, the geometric mean ratios (90% CIs) of amlodipine besylate to amlodipine camsylate for the Cmax and AUC0-t were 0.98 (0.94-1.01) and 0.97 (0.93-1.01), respectively. The corresponding values for losartan were 0.91 (0.81-1.02) and 1.05 (0.98-1.12), respectively. The incidence of adverse events was not significantly different between the two treatments, and both were well tolerated.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "c02f87673770028f3442cdca99c986d2",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2016-Dec",
    "title": "Effect of fermented red ginseng on cytochrome P450 and P-glycoprotein activity in healthy subjects, as evaluated using the cocktail approach.",
    "methods": "This study was an open-label crossover study. The CYP probe cocktail drugs caffeine, losartan, dextromethorphan, omeprazole, midazolam and fexofenadine were administered before and after 2 weeks of fermented red ginseng administration. Plasma samples were collected, and tolerability was assessed. Pharmacokinetic parameters were calculated, and the 90% confidence intervals (CIs) of the geometric mean ratios of the parameters were determined from logarithmically transformed data. Values were compared between before and after fermented red ginseng administration using analysis of variance (anova).",
    "results": "Fifteen healthy male subjects were evaluated, none of whom were genetically defined as a poor CYP2C9, CYP2C19 or CYP2D6 metabolizer based on genotyping. Before and after fermented red ginseng administration, the geometric least-square mean metabolic ratio (90% CI) was 0.901 (0.830-0.979) for caffeine (CYP1A2) to paraxanthine, 0.774 (0.720-0.831) for losartan (CYP2C9) to EXP3174, 1.052 (0.925-1.197) for omeprazole (CYP2C19) to 5-hydroxyomeprazole, 1.150 (0.860-1.538) for dextromethorphan (CYP2D6) to dextrorphan, and 0.816 (0.673-0.990) for midazolam (CYP3A4) to 1-hydroxymidazolam. The geometric mean ratio of the area under the curve of the last sampling time (AUClast ) for fexofenadine (P-gp) was 1.322 (1.112-1.571).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "0b6310c69095c5c26120b5b4a3d660c2",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2016-Nov",
    "title": "Clinical study of total glucosides of paeony for the treatment of diabetic kidney disease in patients with diabetes mellitus.",
    "methods": "An open-label, prospective, randomized, parallel-group, single-site study involving 76 patients with DKD. Patients were randomized into two groups: losartan group (n = 38), treated with losartan 100 mg/day for 6 months and TGP group (n = 38), treated with TGP 1800 mg/day and losartan 100 mg/day for 6 months. Serum hs-CRP, MCP-1, and TNF-α were determined before and after treatment. Urinary albumin excretion rate (UAER), fasting blood glucose, serum creatinine, and lipid profiles were examined.",
    "results": "At the end-point, UAER decreased in the TGP group compared with baseline. UAER in the losartan group decreased to a level lower than before treatment. The rate of decline in the losartan group was significantly lower than the TGP group. There were no significant differences in serum creatinine and albumin levels between TGP and losartan groups at the end-point. Serum hs-CRP, MCP-1, and TNF-α levels were significantly lower in both groups after treatment. After treatment, serum hs-CRP, MCP-1, and TNF-α in the TGP group decreased more than the losartan group. Positive correlations were observed between UAER and hs-CRP, MCP-1, and TNF-α. No statistically significant difference in side effects was observed between groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "19e60b98b906e22cbca957a064f7d049",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2015-Apr",
    "title": "Losartan treatment for hypertensive patients with hyperuricaemia in Chinese population: a meta-analysis.",
    "methods": "Cochrane Library, PubMed, EMBASE, Chinese National Knowledge Infrastructure, and Wanfang database were searched until December 2013. Only RCTs comparing losartan with other antihypertensive agents for the management of hypertensive patients with hyperuricaemia in Chinese patients were included.",
    "results": "Thirty-one RCTs with 2754 patients were identified. Losartan reduced serum uric acid levels (weighted mean differences  - 1.57 mg/dl, 95% confidence interval -1.83 to -1.30) compared with other antihypertensive agents. No significant differences in the reduction in SBP or DBP were observed. The incidence of adverse events was comparable between losartan and other agents, so no differences were found in dizziness and headache. Losartan generated a lower incidence than angiotensin-converting enzyme inhibitors of reported dry cough (risk ratio 0.19, 95% confidence interval 0.10-0.36).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "2371119e490b802e856f0f19977319d3",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2015-Oct",
    "title": "Prospective randomized study of the tolerability and efficacy of combination therapy for hypertensive chronic kidney disease: results of the PROTECT-CKD study.",
    "methods": "Patients 20-75 years of age who had CKD according to the definition in the K/DOQI Guidelines and hypertension (systolic blood pressure ≥130 mmHg and/or diastolic blood pressure ≥80 mmHg) with the usual dose of an ARB were randomly assigned to receive losartan 50 mg plus 5 mg of the calcium channel blocker amlodipine (CCB group, n = 37), 5 mg of the angiotensin-converting enzyme inhibitor enalapril (ACEI group, n = 36), or 12.5 mg of the thiazide diuretic hydrochlorothiazide (HCTZ group, n = 36). The primary endpoints were changes in blood pressure (BP), ratio of urinary excretion of protein to creatinine (UPCR), tolerability, and eGFR during the 12-month treatment period compared with control period.",
    "results": "There were no significant differences in BP and tolerability between the three groups. The percentage changes in UPCR at 12 months after start of the combination therapy were significantly different in the HCTZ group (-26.3 ± 11.1 %, mean ± SE) and CCB group (+46.7 ± 33.6 %, p < 0.05), while eGFR was significantly lower in the HCTZ group than in the ACEI group or CCB group at 4 months but not at 12 months.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "d0a1ca88604edeeafebd8c9b169aca56",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2014-Nov-15",
    "title": "Efficacy and safety of eplerenone in the management of mild to moderate arterial hypertension: systematic review and meta-analysis.",
    "methods": "We performed an electronic literature search of Medline, Pubmed, Scopus and Cochrane databases for studies published up to March 31, 2014. Randomized studies comparing eplerenone with placebo or other antihypertensive drugs for net reduction of systolic and diastolic blood pressures (SBP; DBP) from baseline and for incidence of adverse events were considered. Weighted mean differences (WMD) and odds ratios with 95% confidence interval were calculated for continuous and dichotomous data, respectively.",
    "results": "A total of 11 trials and 3566 patients were overall included. Compared to placebo, eplerenone significantly reduced either SBP [WMD -8.07, 95% CI -8.17 to -7.96 mm Hg, p < 0.00001] and DBP [WMD -4.08, -4.15 to -4.01 mm Hg, p < 0.00001]. In the overall comparison, reduction of both SBP and DBP with eplerenone was greater than other antihypertensive agents (WMD for SBP -1.50 mm Hg, p < 0.0001; WMD for DBP -0.54 mm Hg, p < 0.00001); this was essentially driven by a greater anti-hypertensive action vs enalapril and losartan for SBP and vs losartan for DBP. Rates of any adverse event were significantly higher with eplerenone than placebo (odds ratio 1.37, 95% CI 1.1 to 1.71; p = 0.005), whereas the occurrence of serious adverse events and hyperkalemia was similar. There was no difference between eplerenone and other antihypertensives in the frequency of any or serious adverse events, whereas hyperkalemia was more common with eplerenone (odds ratio 2.36, 95% CI 1.00 to 5.57; p = 0.05).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "f4576be6bbc10905887066e092a4ff51",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2014-Oct-01",
    "title": "Efficacy and tolerability of amlodipine camsylate/losartan 5/100-mg versus losartan/hydrochlorothiazide 100/12.5-mg fixed-dose combination in hypertensive patients nonresponsive to losartan 100-mg monotherapy.",
    "methods": "Male and female patients aged ≥ 18 years with hypertension despite 4-week, stable treatment with losartan 100-mg/d monotherapy were eligible for inclusion in this multicenter, randomized, double-blind study. Patients were randomly assigned to receive AML/LOS or LOS/HCTZ once daily for 8 weeks. The primary end point was the change from baseline to week 8 in sitting diastolic blood pressure (ΔsiDBP), and the secondary end points were the changes from baseline to 4 weeks in siDBP and sitting systolic BP (ΔsiSBP) and changes from baseline to 4 and 8 weeks in BP response rate. Tolerability was evaluated by physical examination, including vital sign measurement; laboratory analysis; and ECG.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "9b9cd6fe38e3495f1a421715c51a60f1",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2014-Jul",
    "title": "Efficacy and safety of Abelmoschus manihot for primary glomerular disease: a prospective, multicenter randomized controlled clinical trial.",
    "methods": null,
    "results": "Mean baseline urine protein excretion was 1,045, 1,084, and 1,073 mg/d in the A manihot, losartan, and combined groups, respectively, and mean eGFR was 108, 106, and 106 mL/min/1.73 m2, respectively. After 24 weeks of treatment, mean changes in proteinuria were protein excretion of -508, -376, and -545 mg/d, respectively (P=0.003 for A manihot vs losartan and P<0.001 for the combined treatment vs losartan). Mean eGFR did not change significantly. The incidence of adverse reactions was not different among the 3 groups (P>0.05), and there were no severe adverse events in any group.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "54769fe6e0f5f4bb47f80550bbadcf2f",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2014-Jan",
    "title": "Pharmacokinetic comparison and bioequivalence evaluation of losartan/ hydrochlorothiazide tablet between Asian Indian and Japanese volunteers.",
    "methods": "Randomized, open-label, crossover, bioavailability studies were conducted separately in healthy Asian Indian and Japanese volunteers. One tablet either of test or of reference product was administered after 10 hours of overnight fasting. After dosing, serial blood samples were collected for a period of 48 hours for both the studies. Plasma samples were analyzed for losartan, losartan carboxylic acid and hydrochlorothiazide by a validated liquid chromatographic and mass spectrometric method (LC-MS/MS). The pharmacokinetic parameters AUC0-t, AUC0-∞, Cmax, tmax, and other pharmacokinetics parameters were determined from plasma concentration-time profiles for both test and reference formulations of losartan/hydrochlorothiazide 50 + 12.5 mg tablets. Statistical evaluations were done to evaluate bioequivalence between generic test formulation (EPR0001) and Japanese reference product (Preminent®).",
    "results": "Losartan, losartan carboxylic acid and hydrochlorothiazide were well tolerated by subjects in all periods of each study under fasted conditions. No serious adverse events were observed. The ratios of least square means for AUC0-t and Cmax and the affiliated 90% confidence intervals were within acceptance range recommended by PMDA. Marginal differences were observed in pharmacokinetic values of Asian Indian and Japanese volunteers.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "d3ce99ef7271e95eb9f029db544ec75b",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2013",
    "title": "[Postmarketing study of efficacy and safety of losartan during the treatment of patients with mild and moderate hypertension: LOTAR (corrected) study].",
    "methods": "This was an open post-marketing study with losartan as monotherapy in previously treated or untreated patients with AH. Primary efficacy parameter was the percentage of patients that achieved target blood pressure after 8-week treatment with a single daily dose of losartan of 50-100 mg. Safety parameters were assessed according to the percentage of adverse events and metabolic effects of therapy.",
    "results": "The study included 550 patients with AH (59% female and 41% male), mean age 56.8 +/-11.4 years, BMI = 27 +/- 4 kg/m2. Losartan was applied in 31% of untreated and 69% of previously treatment-resistant patients After 8 weeks target blood pressure was achieved in 67.8% (SBP) and in 81.1% (DBP) of patients, respectively. The mean decrease was 21.8% for SBP and 21.1% for DBP (p < 0.001). Out of all, 65% of patients achieved both target SBP and DBP values. Hydrochlorothiazide was added to the therapy in 11.6% of patients. There were no significant differences in drug efficacy between the entire group and subgroups of patients with diabetes mellitus and impaired renal function (p = ns). Adverse events were rare and metabolic effect was favorable.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "e7a6df0a5769935d4ff6d2f4170d31c4",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2013-Apr",
    "title": "Efficacy and effects on lipid metabolism of combination treatment with losartan + hydrochlorothiazide versus losartan + amlodipine: a 48-week prospective, multicenter, randomized, open-label trial.",
    "methods": "This 48-week, prospective, randomized, open-label trial was conducted at 2 clinics and 2 hospitals in Tokorozawa City (Saitama, Japan) and Shinjuku-ku Ward (Tokyo, Japan). Eligible patients had a systolic BP (SBP) >140 mm Hg and/or diastolic BP (DBP) >90 mm Hg despite a >1-month history of monotherapy with an ARB. Patients were randomly assigned to receive losartan 50 mg/d + HCTZ 12.5 mg/d (LOS + HCTZ) or losartan 50 mg/d + amlodipine 5 mg/d (LOS + CCB) for 48 weeks. Follow-up visits were scheduled at 4, 8, 12, 24, and 48 weeks. Biochemical measurements were centrally measured at a single institute. Tolerability and treatment compliance were assessed by physicians every 4 weeks.",
    "results": "A total of 112 patients were enrolled; 26 were excluded from the final analysis, leaving 42 and 44 patients in the LOS + HCTZ and LOS + CCB groups, respectively, included in the final analysis. At 48 weeks, SBP and DBP were significantly decreased in the 2 treatment groups (both, P < 0.0001). The decrease in SBP was significantly greater in the LOS + HCTZ group than in the LOS + CCB group (P < 0.001). The difference in the decrease in DBP between the 2 groups was nonsignificant. There were no significant differences in the changes from baseline (Δ) in any of the lipid parameters between the 2 groups. The decreases at 8 and 12 weeks in LDL-C, TC, and apolipoprotein (apo) B were significantly greater in the LOS + CCB group compared with those in the LOS + HCTZ group. The between-group differences in ΔTG, ΔHDL-C, ΔapoA-1, and ΔapoE throughout the study were nonsignificant. Changes in fasting plasma glucose (FPG), hemoglobin A1c, and hs-CRP were not significantly different between the 2 groups. The between-group difference in ΔUA in men was not significant, but a significant difference was found in women (LOS + HCTZ, 0.74 mg/dL; LOS + CCB, 0.28 mg/dL [P = 0.0017]). No clinically significant adverse events were reported with either treatment throughout the study.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "0148da899b151f791bf761dc5b93da5a",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2013",
    "title": "[Effectiveness and safety of losartan and its combination with amlodipine in therapy of arterial hypertension].",
    "methods": null,
    "results": "Losartan alone decreased SAP and DAP from 150 ± 11/91 ± 7 to 132 ± 12/81 ± 8 mm Hg (office measurement) and from 144 ± 10/86 ± 9 to 128 ± 12/76 ± 10 mm Hg (24-hr monitoring); heart rate decreased fom 74 ± 8 to 70 ± 8/min (p < 0.05). SAP and DAP in 66 patients who completed stage 2 was 122 ± 6/73 ± 6 mm Hg or significantly lower than before therapy (147 ± 9/87 ± 9) (p < 0.001). Mean daily decrease of SAP and DAP according to 24-hr monitoring decreased from 144 ± 10 to 128 ± 12 and from 86 ± 9 to 76 ± 10 mm Hg respectively (p < 0.001). The target AP value was reached in 73% of the cases (99 out of 136 patients) after stage 1 and in 95% cases (63 out of 66) after stage 2. The values of LVMI (105 ± 23 and 98 ± 26 g/m2), PWPR from 16 ± 2.1 to 13 ± 3.5 m/s (p < 0.05), IMT (0.76 ± 0.16 and 0.80 ± 42 mm), and microalbuminuria (11.0 ± 1.7 and 8.6 ± 0.7 mg/24 hr) before and after completion of stage 2 were not significantly different in 66 patients (p > 0.05). Biochemical parameters of blood did not appreciably change. The safety profiles of both drugs were on the whole positive. Deaths and adverse reactions were absent barring clinically insignificant side effects in 28 of the 160 patients (17.5%).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "e906fa00c6224aae4c16b99f4af34b5c",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2013-May",
    "title": "Losartan and enalapril are comparable in reducing proteinuria in children with Alport syndrome.",
    "methods": "Patients who had completed the double-blind study were re-randomized to losartan or enalapril and followed for proteinuria and renal function for up to 3 years.",
    "results": "Twenty-seven patients with Alport syndrome were randomized to losartan (0.44-2.23 mg/kg/day; n = 15) or enalapril (0.07-0.72 mg/kg/day; n = 12). The least-squares (LS) mean percent change from week 12 in urinary protein to creatinine ratio (UPr/Cr was +1.1 % in the losartan group versus a further 13.9 % reduction in the enalapril group (GMR [95 % CI] = 1.2 [0.7, 2.0]); the LS mean change from week 12 in estimated glomerular filtration rate (eGFR) was -6.4 ml/min/1.73 m(2) in the losartan group versus -9.1 ml/min/1.73 m(2) in the enalapril group. The adverse event incidence was low and comparable in both treatment groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "4b7ca466734044e767ea588ae3d5abd0",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2012-Nov",
    "title": "A multi-center, double-blind, randomized, parallel group study to evaluate the effects of two different doses of losartan on morbidity and mortality in Chinese patients with symptomatic heart failure intolerant of angiotensin converting enzyme inhibitor treatment.",
    "methods": "This study was a post hoc analysis of the Heart failure Endpoint evaluation of Angiotensin II Antagonist losartan (HEAAL) trial (n = 545). Chinese adults with symptomatic heart failure (New York Heart Association (NYHA) II-IV) intolerant of treatment with angiotensin converting enzyme (ACE) inhibitors were randomized to losartan 150 mg or 50 mg daily. The primary endpoint was the composite event rate of all-cause death or hospitalization for heart failure. Safety and tolerability were assessed.",
    "results": "Median follow-up was 4.8 years. Baseline characteristics were generally similar to the overall HEAAL cohort. Overall, 120 (44.1%) subjects in the losartan 150 mg group and 137 (50.2%) subjects in the losartan 50 mg group died (any cause) or were hospitalized for heart failure (hazard ratio (OR) 0.807, 95%CI 0.631 - 1.031). There were no notable differences between treatment groups in the proportion of subjects with adverse experiences.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "9f4df5e3e64ace89a063d00eee317179",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2012-Oct-01",
    "title": "Antihypertensive effects of olmesartan compared with other angiotensin receptor blockers: a meta-analysis.",
    "methods": null,
    "results": "Twenty-two studies with data from 4892 patients were considered for analyses. Olmesartan provided greater diastolic blood pressure (DBP) and systolic blood pressure (SBP) reductions compared with losartan (DBP: 95% confidence interval [CI] 0.59, 2.62; SBP: 95% CI 0.46, 5.92). Olmesartan provided greater SBP reductions compared with valsartan (95% CI 0.29, 3.16). Similar blood pressure response rates and incidence of adverse events were found with losartan, valsartan, candesartan, and irbesartan.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "c690e44180d5a3293a49927fe0502d71",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2012-Oct",
    "title": "Renal protection of losartan 50 mg in normotensive Chinese patients with nondiabetic chronic kidney disease.",
    "methods": "A prospective, randomized, parallel-group, open-label study was performed over a period of 12 months. A total of 238 enrolled patients were randomly allocated to treatment with losartan 50 mg (n = 119) or placebo (n = 119). All patients were followed up at 2-month intervals. At each visit, blood pressure was measured, and urinalysis and serum biochemistry tests were performed.",
    "results": "Finally, 112 patients given losartan and 114 patients given placebo completed the study. In the losartan group, there was a significant and biphasic time-dependent decline in proteinuria during therapy (1.72 ± 0.47 to 0.99 ± 0.48 g/d; P < 0.001). Conversely, placebo did not simultaneously change the amount of proteinuria (1.73 ± 0.49 to 1.64 ± 0.50 g/d; P = 0.337). Estimated glomerular filtration rate remained stable during the entire study period in the patients given losartan (44.8 ± 8.1 to 44.1 ± 7.7 mL/min per 1.73 m; P = 0.120) but were significantly reduced in the placebo group (44.5 ± 8.5 to 39.1 ± 7.4 mL/min per 1.73 m, P < 0.001). The changes in blood pressure were kept constant in the 2 groups. All adverse events were minimal and nonfatal.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "c4e1d33700d1cce998ee6c2e79ed2980",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2012-Jul",
    "title": "Evaluation of angiotensin II receptor blockers for drug formulary using objective scoring analytical tool.",
    "methods": "A cross-sectional survey was carried out. The proposed SAT was developed to evaluate the drugs according to pre-set criteria and sub-criteria that were matched to the diseases concerned and scores were then assigned based on their relative importance. The main criteria under consideration were safety, quality, cost and efficacy. All these were converted to questionnaires format. Data and information were collected through self-administered questionnaires that were distributed to medical doctors and specialists from the established public hospitals. A convenient sample of 167 doctors (specialists and non-specialists) were taken from various disciplines in the outpatient clinics such as Medical, Nephrology and Cardiology units who prescribed ARBs hypertensive drugs to patients. They were given a duration of 4 weeks to answer the questionnaires at their convenience. One way ANOVA, Kruskal Wallis and post hoc comparison tests were carried out at alpha level 0.05.",
    "results": "Statistical analysis showed that the descending order of ARBs preference was Telmisartan or Irbesartan or Losartan, Valsartan or Candesartan, Olmesartan and lastly Eprosartan. The most cost saving ARBs for hypertension in public hospitals was Irbesartan.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "bb05c1d03708b92e9876e59ee27b7e9d",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2012-May",
    "title": "Bioequivalence study of two losartan tablet formulations with special emphasis on cardiac safety.",
    "methods": null,
    "results": "The in vitro study proved the essential similarity of both the formulations as evident from the similarity factor of > 50% in all the dissolution media. The ratios for geometric least square means and 90% confidence intervals were within the acceptance criteria of 80% to 125% for log transformed C(max), AUC(0-t) and AUC(0-∞) for losartan. No statistically significant difference between the two treatments was observed for either of the safety parameters.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "4dbb2695326661f99d85d4159183a684",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2012-Jun-01",
    "title": "Comparison of the efficacy and safety of fixed-dose amlodipine/losartan and losartan in hypertensive patients inadequately controlled with losartan: a randomized, double-blind, multicenter study.",
    "methods": "This was an 8-week, double-blind, multicenter, randomized phase III study conducted in outpatient hospital clinics. Korean patients with essential hypertension inadequately controlled on losartan 100 mg were administered amlodipine/losartan 5 mg/100 mg combination versus losartan 100 mg. The main outcome measures were changes in sitting diastolic blood pressure (DBP) and sitting systolic blood pressure (SBP) and BP response rate from baseline values, which were assessed after 4 and 8 weeks of treatment. Safety and tolerability were also assessed.",
    "results": "At week 8, both groups achieved significant reductions from baseline in DBP (11.7 ± 7.0 and 3.2 ± 7.9 mmHg), which was significantly greater in the amlodipine/losartan 5 mg/100 mg combination (n = 70) group (p < 0.0001). Additionally, the amlodipine/losartan 5 mg/100 mg combination group achieved significantly greater reductions in SBP at week 8 and in SBP and DBP at week 4 compared with the losartan 100 mg (n = 72) group (all p < 0.0001). Response rates were significantly higher in the amlodipine/losartan 5 mg/100 mg group versus the losartan 100 mg group (81.4% vs 63.9% at week 4, p < 0.0192; 90.0% vs 66.7% at week 8, p < 0.001). Both treatments were generally well tolerated.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "fecb201830dc1e59f624abc9e1613240",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2012-Mar",
    "title": "The role of ARBs alone or with HCTZ in the treatment of hypertension and prevention of cardiovascular and renal complications.",
    "methods": "The emerging use of ARBs was reviewed from the current literature (1997-2010).",
    "results": "Evidence from clinical trials indicates that most patients will need > 1 agent to achieve their BP goal. First-line combination therapy is becoming increasingly accepted as standard, especially in patients with moderate to severe HTN, as combination therapy not only allows patients to benefit from additive or synergistic properties of drugs with complementary mechanisms of action, but also improves patient compliance and offers better tolerability. Furthermore, because HTN is a key risk factor for vascular disease, it is becoming clear that additional beneficial effects, such as cardio- and renoprotection, should also be considered when choosing antihypertensive agents, or combinations, for treatment. Angiotensin receptor blockers as a class of antihypertensive agents are noted for their efficacy and good tolerability in combination with other agents, especially diuretics. Irbesartan/hydrochlorothiazide (HCTZ) treatment resulted in a reduction of 27.1 and 14.6 mm Hg in systolic BP (SBP) and diastolic BP (DBP), respectively. Combination treatment of losartan, olmesartan, telmisartan, valsartan, and HCTZ all achieved significant reductions in SBP/DBP compared with monotherapy regimens.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "a309eef5b8993fea887b079cae00911e",
    "query_date": "24_02_2025"
  }
]