[
  {
    "pub_date": "2024",
    "title": "[Results of a cohort single-center randomized study of the modulating effect of the drug Mexidol in the rehabilitation of patients who suffered acute cerebral insufficiency].",
    "methods": null,
    "results": "The study randomized 60 patients who underwent ACN and received rehabilitation treatment in accordance with regional routing. In the main group, there was an improvement in cognitive functions comparable to the control group (p<0.001, in both groups there was an improvement in the Schulte test «work efficiency» and «total execution time», according to the MoCA scale (visit 5 - 23.8±2.6 vs 22.9±31, p=0.227). A significant superiority of the main group over the control group was shown in such indicators as a decrease in anxiety (according to the HADS scale) (visit 4 - 2.6±2.4 vs 4.4±2.4, p=0.004), a decrease in the severity of depression (according to the Beck scale) (visit 3 - 7.5±4.5 vs 11.4±5.6, p=0.005). There was a tendency for the main group to be superior in terms of muscle strength (according to the MRC scale (visit 4 - 3.3±5.1 vs 2.1±2.2, p=0.051), level of vital activity (according to the ShRM - visit 5 - 2.9±0.7 vs 3.3±0.6, p=0.053). A statistically significant increase in the level of mobility of patients in the group using the drug Mexidol was proven compared to the control group (the difference in the Rivermead index at the 5th visit was 10.3±2.8 and 8.0±2.8, respectively, p=0.006), the average increase in the Rivermead index by visit 5 (5.4±2.1 vs 3.4±1.6, p<0.001). A decrease in intensive care aftereffects syndrome (ITS) scores was detected in both groups; a statistically significant decrease in the severity of ITS in relation to the previous visit was detected only in the group using the drug Mexidol (p<0.001). In the main group, the best indicators of the dynamics of systolic cerebral blood flow velocity and overshoot coefficient were also determined, compared to the control group. There were no adverse events recorded in the study.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "4582607fe7eb719fb3caf8de705161a6",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2023",
    "title": "[Optimization of treatment of depression with administration of ethylmethylhydroxypyridine succinate (Mexicor)].",
    "methods": null,
    "results": "The reduction of depressive symptoms on the HDRS-21 scale, starting from the fourth week, was statistically significantly superior to that in the comparison group (p<0.001), the reduction in the severity of the condition on the CGI scale in the main group was also significantly greater than in the comparison group (17.3% and 9.6% respectively, p<0.05). A significant improvement in speech fluency was found in the main group (p<0.05). Adverse events in the main group were significantly less common (p<0.001).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "9622b9f3401467d5c7e16286874ace93",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2023",
    "title": "[Improving the effectiveness of pharmacotherapy in comorbid patients with chronic cerebral ischemia on an outpatient basis].",
    "methods": null,
    "results": "Against the background of therapy in patients of group 1, there was a statistically significant improvement in the state of cognitive functions, a decrease in the severity of symptoms of depression and anxiety, manifestations of asthenia. The treatment was characterized by good tolerability, absence of adverse events and cases of drug interactions.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "4ac80824dd3e9ba7738bf3545d3751d3",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2022",
    "title": "[Results of a multicentre double-blind randomised placebo-controlled clinical trial evaluating the efficacy and safety of Mexidol in the treatment of Attention Deficit Hyperactivity Disorder in Children (MEGA)].",
    "methods": null,
    "results": "There were statistically significant changes in the sum of the total scores on the SNAP-IV inattention and hyperactivity/impulsivity subscales after 6 weeks of therapy in all three study groups (p<0.05). There were statistically significant differences between the Mexidol 125 mg and placebo groups and between the Mexidol 125 mg 2 times daily and placebo groups (for the PP population: p=0.000308 and p=0.000024, respectively; for the FAS population: p=0.000198 and p=0.000024, respectively), indicating that Mexidol therapy is superior to placebo. Statistically significant differences (p<0.05) were also obtained for most of the secondary efficacy criteria (average change in SNAP-IV inattention subscale score, average change in SNAP-IV hyperactivity/impulsivity subscale score, average change in SNAP-IV subscale score - Conners index, average change in ADHD-RS-IV score, change in CGI-ADHD-S scores, change in CGI-I score - the Clinical Global Impressions Scale - Improvement) when comparing Mexidol therapy with placebo. The results of statistical analysis of the incidence of adverse events, laboratory values, physical examination show no significant differences between the compared groups in the main safety parameters.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "f946596b48c7c3b37ffc75cbc71993bb",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2021",
    "title": "[Results of an international multicenter, randomized, double-blind, placebo-controlled study assessing the efficacy and safety of sequential therapy with Mexidol and Mexidol FORTE 250 in patients with chronic brain ischemia (MEMO)].",
    "methods": null,
    "results": "According to the results of the assessment of the primary endpoint, statistically significant changes in the MoCA scores at the stage of completion of study were revealed when comparing the dynamics between the 1-st and 2-nd groups (p<0.000001). The lower limit of the 95% confidence interval for the difference in the average of the main efficacy endpoint between the 1-st and 2-nd groups was 1.51, which allows to state a higher efficacy of the use of Mexidol. According to the estimates of secondary endpoints, a statistically significant advantage over placebo at the last visit achieved while evaluation by the following scales and tests: digit symbol substitution test, MFI-20 asthenia assessment scale, Beck anxiety scale, Vane questionnaire, Tinetti scale, SF-36 questionnaire (mental component of health), CGI scale. The comparable nature of the safety profile of Mexidol and Placebo was established.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "fa9c891be84243f8fe913dd85c0dd73b",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2021",
    "title": "[The efficacy and safety study of Mexidol and Mexidol FORTE 250 in patients with chronic cerebral ischemia].",
    "methods": null,
    "results": "The results of the study showed the high efficiency and safety of sequential therapy with Mexidol in relation to the relief of asthenic and emotional disorders, improving the state of cognitive functions, improving the quality of life of patients. The maximum effect occurred after the end of the full course of therapy. High adherence of patients to the therapy, low frequency of adverse events are shown.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "ed992a2527de8811dd1e22ce7bfe4159",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2018-Aug",
    "title": "Influence of pharmacological preconditioning on the results of lifting operations efficiency.",
    "methods": null,
    "results": "The role of FRP in the pathogenesis of involuntary changes in the facial skin has been established. The imbalance of FRP was expressed in the intensification of the reactive oxygen species generation and products of lipid peroxidation. This correlated with disorders of cutaneous microcirculation and a decrease in the saturation of the facial tissues with oxygen, manifested by an increasing energy deficit and the severity of involutional skin changes. The obtained data justify the expediency of using pharmacological conditioning with energy correcting antioxidant medicine. Preoperative conditioning allowed to reduce the number of early postlifting complications associated with tissue trophism in a quarter, especially during surface lifting. In addition, in the preconditioning group, the scar was more cosmetic already at the seventh day after the operation. Based on the study of postoperative catamnesis, self-assessment data and laboratory-instrumental methods of skin system examination in people of different ages, it was revealed that while using SMAS-lifting with a three-level endoscopic-assisted lifting of the lower part of the face, the lowest frequency of complications and the best 5-year effectiveness were established.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "461d23eee15e844286cdbe16e3ccd408",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2017",
    "title": "[Results of a randomized double blind multicenter placebo-controlled, in parallel groups trial of the efficacy and safety of prolonged sequential therapy with mexidol in the acute and early recovery stages of hemispheric ischemic stroke (EPICA)].",
    "methods": null,
    "results": "By the end of treatment, the mean score on the modified Rankin scale (mRS) was lower in Group I compared to Group II (p=0.04). In Group I, the decrease in mRS mean score (Visit 1-5) was more prominent (p=0.023), percentage of patients with 0-2 scores by mRS scale (Visit 5) was higher (p=0.039), mean NIHSS score lower (p=0.035) in Visit 5 compared to group II. By the end of treatment, the decrease in mean NIHSS score in patients with diabetes mellitus was more prominent in Group I in comparison with Group II (p=0.038). In Group I, the dynamic of improvement of quality of life was more prominent and started from Visit 2 in general population and subpopulation of patients with diabetes mellitus. The share of patients with no problems with movement in space was higher in Group I (p=0.022). There were no statistically significant differences in frequency of side effects in patients of both groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "45a813e046e7b9bb22149f032f904eb4",
    "query_date": "22_02_2025"
  }
]