[
  {
    "pub_date": "2025-Jan-31",
    "title": "Reducing Postoperative Opioids in Pediatric Laparoscopic Cholecystectomy: A Retrospective, Single-Center Cohort Study.",
    "methods": "A retrospective review of pediatric patients <18 ys of age who underwent LC from 2016 to 2022 was performed. Patients who underwent open cholecystectomy or additional surgical procedures performed simultaneously were excluded. Patient demographics, operative details, medication usage, and postoperative complications were recorded. Patients prescribed opioid pain medication at discharge were compared to those who were treated with nonopioid pain medications (i.e., acetaminophen, ibuprofen, and ketorolac).",
    "results": "In total, 511 patients were included, of which 76.9% were prescribed opioids. Patients who were not prescribed opioids more commonly received intravenous ketorolac (81.4% versus 35.6%, P < 0.001), used less postoperative morphine milligram equivalents per kilogram (MME) (0.3 versus 0.4 MME/kg, P = 0.044), had lower rates of postoperative phone calls for pain (6.8% versus 18.8%, P = 0.002), and reported less pain at follow-up (6.8% versus 18.8%, P = 0.002). There were no differences in emergency department visits or hospital readmissions within 30 ds of discharge. Institutional rates of opioid prescriptions following LC decreased over the study duration (97.8% in 2016 to 28.4% in 2022, P < 0.001).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "c0a2296502304be4d8a2cedfcbb81a67",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2025-Jan-09",
    "title": "Efficacy and safety of ibuprofen and naproxen in the treatment of oligoarticular juvenile idiopathic arthritis: bi-national cohort study.",
    "methods": "This is a bi-national retrospective study of oligoarticular JIA patients treated with either ibuprofen or naproxen as first-line therapy. Efficacy was defined as patients that achieved complete response (no evidence for arthritis). Safety was assessed by the occurrence of adverse events during follow-up.",
    "results": "Of 164 patients, 103 were treated in the Israeli group and 61 in the US group. The study population had a mean age of 4.49 ± 3.55 years, with F:M ratio of ∼2.5:1. No significant difference was found in drug efficacy [Complete response was observed in 15% of the ibuprofen group vs. 17.3% in naproxen group (p = 0.7)]. Treatment duration > 28 days was associated with significantly higher odds for complete response (p = 0.021). For safety, 12 AEs were associated with naproxen, whereas no AEs were associated with ibuprofen (p = 0.004). Treatment was discontinued in all AEs cases.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "2f9e6d1efd8bdf4f5c2b06af6eaaed4d",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2025",
    "title": "An evaluation of parents' and caregivers' preferences managing fever in children based on experiences in using ibuprofen and paracetamol: A systematic review.",
    "methods": "Searches were conducted using MEDLINE, PubMed, SCOPUS, and CINAHL databases using specific search strategies. Titles and abstracts were screened online, and full reports were obtained for any publication considered useful for this overview. Methodological quality was assessed independently by two reviewers using the JBI critical appraisal instrument. Data extraction was performed in Excel, and statistical meta-analysis was undertaken using JBI SUMARI software.",
    "results": "Approximately 27.4 % of participants utilized Ibuprofen, while 64.3 % opted for Paracetamol. Subgroup analyses revealed that 29.8 % and 63.2 % administered Ibuprofen and Paracetamol to children under five. Additionally, 20.3 % alternated between these medications. Syrup emerged as the preferred mode of administration, with prominent parental involvement in dosage determination. Factors influencing medication choices included efficacy, safety profile, age, weight, ease of administration, and healthcare provider recommendations.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "1391cd6201705efca8025c38429dd48b",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2025-Feb-01",
    "title": "Gestational Exposure to Nonsteroidal Anti-Inflammatory Drugs and Risk of Chronic Kidney Disease in Childhood.",
    "methods": null,
    "results": "This study included 163 516 singleton-born children (24.0%) whose mothers (mean [SD] age at birth of child, 31.25 [4.92] years) used at least 1 dispensing of an NSAID during pregnancy. Gestational NSAID exposure was significantly associated with a higher risk of childhood CKD (wHR, 1.10; 95% CI, 1.05-1.15). No association was observed between NSAID use and fetal nephrotoxicity in sibling comparisons. Elevated risks were revealed for exposure during the second trimester (wHR, 1.19; 95% CI, 1.11-1.28) and the third trimester (wHR, 1.12; 95% CI, 1.03-1.22) in singleton-born children. Specific NSAID exposures associated with higher CKD risk included indomethacin (wHR, 1.69; 95% CI, 1.10-2.60) and ketorolac (wHR, 1.28; 95% CI, 1.01-1.62) in the first trimester, diclofenac (wHR, 1.27; 95% CI, 1.13-1.42) and mefenamic acid (wHR, 1.29; 95% CI, 1.15-1.46) in the second trimester, and ibuprofen (wHR, 1.34; 95% CI, 1.07-1.68) in the third trimester.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "d2685d906e8a110f87a58c96b5abe696",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024-Nov-24",
    "title": "Phytochemical, Cytoprotective Profiling, and Anti-Inflammatory Potential of Colchicum luteum in Rheumatoid Arthritis: An Experimental and Simulation Study.",
    "methods": "CLHE potential was evaluated by phytochemical screening and in vitro bioactivity assays. Toxicity profile was conducted in Human Colon Epithelial Cells (HCEC) and Balb/c mice. Anti-inflammatory potential was explored in a collagen-induced arthritic (CIA) mice model. Bioactive compounds were identified computationally from GCMS data and subjected to docking and simulation studies against COX2 and TNFα.",
    "results": "CLHE demonstrated significant antioxidant (IC-50 = 6.78 µg/mL) and anti-inflammatory (IC-50 = 97.39 µg/mL) activity. It maintained 50% cell viability at 78.5 μg/µL in HCEC cells and exhibited no toxicity at a dose of 5000 mg/kg in mice. In the CIA model, CLHE significantly reduced paw swelling, arthritic scoring, C-reactive protein levels, and spleen indices, outperforming ibuprofen. Expression analysis confirmed the downregulation of COX-2, TNFα, and MMP-9. Histopathological analysis indicated the superior efficacy of CLHE compared to ibuprofen in reducing inflammation, synovial hyperplasia, and bone erosion. Computational studies identified compound-15 (CL15), (4-(4,7-dimethoxy-1,3-benzodioxol-5-yl)-2-oxo pyrrolidine-3-carboxylic acid), a non-toxic compound with strong binding affinities to COX-2 (-12.9 KJ/mol), and TNF-α (-5.8 KJ/mol).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "7e0764eb85a26448a41544fc8a7d2eb9",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024-Nov",
    "title": "Adverse Event Profile of First-line Drugs for Treating Patent Ductus Arteriosus in Neonates: A Disproportionality Analysis Study of USFDA Adverse Event Reporting System.",
    "methods": "Adverse event reports related to the first-line drugs used in PDA and neonates in general were retrieved from the US Food and Drug Authority (FDA) Adverse Event Reporting System. Deduplicated reports were analyzed using proportional reporting ratios and reporting odds ratios to identify disproportionality safety signals between drugs.",
    "results": "A total of 969 unique reports related to the first-line drugs used in PDA and 499 reports in the neonatal period were included. Acetaminophen signals primarily involved the liver, while ibuprofen and indomethacin signals pertained to gastrointestinal, renal, vascular, and mortality outcomes. Higher occurrences of death were reported with indomethacin and ibuprofen compared with acetaminophen.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "2f75f164afa65c15001b4ad98dd0ef10",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024-Oct-01",
    "title": "Short-term Dual Therapy or Mono Therapy With Acetaminophen and Ibuprofen for Fever: A Network Meta-Analysis.",
    "methods": null,
    "results": "We included 31 trials (5009 children). We found that combined (odds ratio [OR], 0.19; confidence interval [CI], 0.09-0.42) and alternating therapies (OR, 0.20; CI, 0.06-0.63) may be superior to acetaminophen, whereas ibuprofen at a high dose may be comparable (OR, 0.98; CI, 0.63-1.59) in terms of proportion of afebrile children at the fourth hour. These results were similar at the sixth hour. There were no differences between ibuprofen (low or high dose), or alternating, or combined with acetaminophen in terms of adverse events.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "16503d097b3145e981ff7b920538c10c",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024-Sep",
    "title": "A Novel Formulation of Ketorolac Tromethamine (NTM-001) in Continuous Infusion in Adults with and without Renal Impairment: A Randomized Controlled Pharmacologic Study.",
    "methods": "Participants (≥ 65 years) were stratified by no, mild, or moderate renal impairment defined as creatinine clearance 60-89 mL/min for mild and 30-59 mL/min for moderate. Subjects were randomized to receive a loading dose of 6.25 mg of ketorolac tromethamine drug candidate NTM-001 followed by a 1.75 mg/h continuous intravenous (IV) infusion over 24 h or an IV bolus injection of ketorolac tromethamine (KETO-BOLUS) of 15 mg every 6 h. There were four treatment periods of 24 h for each subject with a minimum 7-day washout between them. This was a crossover study so subjects served as their own controls. Blood drawn from the subjects was used to plot concentration-time profiles against target profiles. Adverse events were monitored.",
    "results": "Thirty-nine subjects enrolled. Concentration-time profiles showed low intersubject variability. Model-predicted curves for those with renal impairment closely matched observed plasma concentrations. Continuous infusion maintained higher mean plasma concentrations than the bolus regimen. No serious or unexpected adverse events were observed. No deaths occurred.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "57dcd4b0544c0ad5aac9fa3af228ea92",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2025-Feb",
    "title": "The Analgesic Effect of a Transdermal Lappaconitine Patch Combined With Ibuprofen Suspension for Children After Adenoidectomy and Tonsillectomy: A Randomized Clinical Trial.",
    "methods": "The patients were randomized into three groups defined by different analgesic drug regimens: the TLA group, the IS group, and the TLACIS group. Pain scores at 2, 12, and 24 hours after surgery and adverse-event reports within the first postoperative week were collected.",
    "results": "Ultimately, this study included 102 cases in the TLA group, 101 cases in the IS group, and 101 cases in the TLACIS group. At 2 hours after surgery, the pain scores of the TLA and the TLACIS groups were both significantly lower than that of the IS group (all P < .05). At 12 and 24 hours after surgery, the pain score of the TLACIS group was significantly lower than those of the TLA and IS groups (all P < .05); furthermore, the pain score of the IS group was significantly lower than that of the TLA group (P < .05). Within 1 week after the operation, there was no significant difference in the incidence of adverse events.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "86d508d73bd17f3cb36a00255de18b4e",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024-Nov",
    "title": "Patient Satisfaction with Nonopioid Postoperative Analgesia in Head and Neck Surgery: A Prospective Randomized Trial.",
    "methods": "Adult patients undergoing outpatient head and neck surgery were randomly assigned to 1 of 3 analgesic regimens. First- and second-line medications were the following by group (1) Hydrocodone-acetaminophen with ibuprofen, (2) ibuprofen with hydrocodone-acetaminophen, and (3) ibuprofen with acetaminophen. Preoperative counseling was provided to patients regarding expected pain and proper medication use. Postoperative questionnaires were administered to assess satisfaction.",
    "results": "One hundred three patients were enrolled in the study (mean age, 56.5 years; women, 75 [73%]). The mean satisfaction score with the pain regimen assigned was similar between the 3 groups (scale 0-10, [7.7, 8.3, 8.5, P = .46]). A similar percentage of patients in each group reported that surgery was more painful than anticipated (25%, 32%, 26%, P = .978), and a similar percentage of patients reported willingness to utilize the same analgesic regimen following future surgeries (75%, 83%, 76%, P = .682). Additional questions evaluating the side effect profile, maximum and minimum pain scores, and difficulty of recovery were not statistically different between the 3 groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "c26fce3de26c30ca6c81b27c8abd70cf",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024-Aug-01",
    "title": "Acetaminophen and Ibuprofen in Pediatric Central Nervous System Malaria: A Randomized Clinical Trial.",
    "methods": null,
    "results": "Five hundred fifty-three patients were screened, 226 (40.9%) were ineligible, and 57 (10.3%) declined. A total 256 participants (n = 128/group) had a mean (SD) age of 4.3 (2.1) years; 115 (45%) were female, and 141 (55%) were male. The aggressive antipyretic group had a lower Tmax, 38.6 vs 39.2 °C (difference, -0.62 °C; 95% CI, -0.82 to -0.42; P < .001) and lower odds of experiencing multiple or prolonged seizures, 10 (8%) vs 34 children (27%) in the usual care group (odds ratio [OR], 0.26; 95% CI, 0.12 to 0.56). No group difference in parasite clearance time was detected. Severe adverse events occurred in 40 children (15%), 25 (20%) in the usual care group and 15 (12%) in the aggressive antipyretic group, including 13 deaths (10 [8%] and 3 [2%], respectively). Increased creatinine resulted in study drug discontinuation in 8 children (6%) in the usual care group and 13 children (10%) in the aggressive antipyretic group (OR, 1.74; 95% CI, 0.63 to 5.07).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "3cc110b41f8d2e5941a6b8cff8913e2c",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024-Dec",
    "title": "Efficacy and safety of simple analgesics for acute treatment of episodic tension-type headache in adults: a network meta-analysis.",
    "methods": "We searched the Cochrane Library, PubMed, Web of Science, Embase, Chinese BioMedical Literature database and International Clinical Trials Registry Platform databases for eligible randomized clinical trials reporting the efficacy and/or safety of simple analgesics. A Bayesian NMA was performed to compare relative efficacy and safety. The surface under the cumulative ranking curve (SUCRA) was calculated to rank interventions. PROSPERO registration number: CRD42018090554.",
    "results": "We highlighted six studies including 3507 patients. For the 2 h pain-free rate, the SUCRA ranking was ibuprofen > diclofenac-K > ketoprofen > acetaminophen > naproxen > placebo. All drugs except naproxen reported a higher 2 h pain-free rate than placebo, with a risk ratio (RR) of 2.86 (95% credible interval, CrI: 1.62-5.42) for ibuprofen and 2.61 (1.53-4.88) for diclofenac-K. For adverse events rate, the SUCRA ranking was: metamizol > diclofenac-K > ibuprofen > lumiracoxib > placebo > aspirin > acetaminophen > naproxen > ketoprofen. The adverse event rates of all analgesics were no higher than those of placebo, except for ketoprofen. Moreover, all drugs were superior to placebo in the global assessment of efficacy. In particular, the RR of lumiracoxib was 2.47 (1.57-4.57). Global heterogeneity I2 between the studies was low.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "0df577e2f76452c7ba4027fd298561c2",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Early feasibility study with an implantable near-infrared spectroscopy sensor for glucose, ketones, lactate and ethanol.",
    "methods": null,
    "results": "The implanted YANG sensor was safe and well tolerated and did not cause any infectious or wound healing complications. Six out 7 sensors remained fully operational over the entire study period. Glucose measurements were sufficiently accurate (overall mean absolute (relative) difference MARD of 7.4%, MAD 8.8 mg/dl) without significant impact of confounders. MAD values were 0.12 mM for ketones, 0.16 mM for lactate, and 0.18 mM for ethanol.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "13f509c9dac066131512b82d1b1f7f3c",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2025-Jan",
    "title": "Comparison of safety of acetaminophen and ibuprofen in minors: based on the FAERS database.",
    "methods": "ADEs report data of the two drugs were extracted from the FDA Adverse Event Reporting System(FAERS) from the first quarter of 2014 to the third quarter of 2022.",
    "results": "The use of the two drugs in this population was primarily associated with injury, poisoning and surgical complications. The psychiatric disorders produced by the use of acetaminophen(12.6%) and ibuprofen(9.2%) in the adolescent group were significantly higher than those in the other age groups. The use of acetaminophen in the four age groups involved hepatobiliary disorders was more significantly (10.3%, 8.1%, 9.1%, 11.5%), while the use of ibuprofen was more obviously involved in renal and urinary disorders(5.0%, 6.2%, 9.6%, 7.1%).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "73a900f3fd6694344c49b13f6079c0c7",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024-Apr-22",
    "title": "Meta-analysis of the global distribution of clinically relevant CYP2C8 alleles and their inferred functional consequences.",
    "methods": null,
    "results": "We profiled the genetic landscape of CYP2C8 variability using data from 96 original studies and data repositories that included a total of 33,185 unrelated participants across 44 countries and 43 ethnic groups. The reduced function allele CYP2C8*2 was most common in West and Central Africa with frequencies of 16-36.9%, whereas it was rare in Europe and Asia (< 2%). In contrast, CYP2C8*3 and CYP2C8*4 were common throughout Europe and the Americas (6.9-19.8% for *3 and 2.3-7.5% for *4), but rare in African and East Asian populations. Importantly, we observe pronounced differences (> 2.3-fold) between neighboring countries and even between geographically overlapping populations. Overall, we found that 20-60% of individuals in Africa and Europe carry at least one CYP2C8 allele associated with reduced metabolism and increased adverse event risk of the anti-malarial amodiaquine. Furthermore, up to 60% of individuals of West African ancestry harbored variants that reduced the clearance of pioglitazone, repaglinide, paclitaxel and ibuprofen. In contrast, reduced function alleles are only found in < 2% of East Asian and 8.3-12.8% of South and West Asian individuals.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "bffbddf8246bffef4c229073920fdabf",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024-May",
    "title": "Clinical validation of a fast-acting acetaminophen: a randomized, active and placebo controlled dental pain study.",
    "methods": "This single-dose, randomized, double-blind, placebo- and active-controlled clinical trial compared analgesic onset, overall efficacy, and safety of FA-acetaminophen 1000 mg, ES-acetaminophen 1000 mg, LG-ibuprofen 400 mg, and placebo over 4 h in a postsurgical dental pain model. Following removal of 3 to 4 impacted third molars, 664 subjects with moderate-to-severe pain were randomized in a 4:4:2:1 ratio to FA-acetaminophen (249), ES-acetaminophen (232), LG-ibuprofen (124), or placebo (59). Mean age was 18.9 years; 45.5% were male; 57.5% had severe baseline pain intensity. Subjects stopped a first stopwatch if/when they had perceptible pain relief and a second stopwatch if/when their pain relief became meaningful to them. Pain intensity difference (PID) and pain relief (PAR) were obtained using an 11-point numerical rating scale.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "20c4e33a34db116452576c0941fb7707",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024-Jun",
    "title": "The effect of lacosamide on calcitonin gene-related peptide serum level in episodic migraine patients: a randomized, controlled trial.",
    "methods": "We conducted an open-label randomized controlled trial on episodic migraine patients aged 10-55 years diagnosed according to (ICHD-3) in Kafr El-Sheikh University Hospital, Egypt. We assessed serum levels of CGRP-LI before and three months after treatment in our two groups, the lacosamide, and the control groups. We also assessed the side effects of treatment in each group, the percentage of patients who achieved ≥ 50% reduction in the migraine monthly days (MMD) frequency and the percentage of patients who achieved pain freedom within 2 h in ≥ 4 of 5 attacks in each group.",
    "results": "200 episodic migraine patients completed the study. There was a statistically significantly higher reduction in the serum CGRP-LI level in the lacosamide group compared with the control group. In addition, lacosamide was well tolerated by patients. Also, the lacosamide group had statistically significant higher percentage of patients who achieved ≥ 50% reduction in the migraine monthly days (MMD) frequency and pain freedom within two hours in ≥ 4 of 5 attacks with P-values 0.002, 0.02 respectively.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "25967473ce5ff4fdaadb433d1effccd2",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024-Nov",
    "title": "A Report on the Use and Safety of Nonsteroidal Anti-inflammatory Drugs among 22,553 Children from Sample Hospitals in Shanghai.",
    "methods": "We collected the clinical data of 22 553 pediatric patients who received NSAIDs during their stay in 14 hospitals in Shanghai from January 2005 to May 2011, which were then retrospectively analyzed. The use of nimesulide, paracetamol, and ibuprofen was observed among these children. The age and gender distribution, discharge status, length of hospital stay, and types of diseases treated with NSAIDs were analyzed. The relationship between death and length of hospital stay was assessed. The safety of NSAIDs in these children was discussed.",
    "results": "The response rate of nimesulide and ibuprofen was 71.23% and 73.12%, respectively. There was no significant difference in response rate between the two drugs (P > .05). The response rate of paracetamol was the lowest among the three drugs (59.67%, P < .05). The average length of hospital stay was significantly longer in children receiving paracetamol than in those receiving nimesulide. The average length of hospital stay was significantly longer in children receiving nimesulide than in those receiving ibuprofen (P < .05). The diseases treated with nimesulide were less diverse than those treated with ibuprofen and paracetamol. To be specific, bronchopneumonia was predominant among all the diseases treated with nimesulide. Although bronchopneumonia was also the most common among all the diseases treated with ibuprofen and paracetamol, the diseases treated with these two drugs were more diverse. The incidence of abnormal liver function among children receiving nimesulide was significantly lower than in those receiving ibuprofen and paracetamol (P < .05). There was no significant difference in the incidence of abnormal liver function caused by paracetamol and ibuprofen (P > .05).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "6ce52ec95511640d3111a4e517fe23fa",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024-Jun",
    "title": "Safety profile of the most ordered medications for breastfeeding patients in the emergency department.",
    "methods": "We investigated the 90 most administered medications to female patients between the ages of 15 to 50 for common ED chief complaints at a tertiary care academic medical center from January 2018 to December 2022. A total of 145,960 doses were analyzed. We subsequently searched LactMed®, InfantRisk Application, and Pubmed® for all safety information on these medications and divided them by categories. Ultimately, we proposed a treatment algorithm for breastfeeding patients in the ED.",
    "results": "Analgesics were the most commonly ordered medications in the ED, and importantly analgesics ranging from ibuprofen to morphine are safe in limited doses in the ED setting. Antibiotics and antifungals pose limited restrictions. All systems-based medications have a variety of safe options available. Lastly, supplements and electrolytes are safe.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "63a63db85a0165b734b5c3f3bb60696b",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024-Apr",
    "title": "Non-opioid analgesic combinations following total hip arthroplasty (RECIPE): a randomised, placebo-controlled, blinded, multicentre trial.",
    "methods": "The RECIPE trial was a randomised, blinded, placebo-controlled trial conducted at nine Danish hospitals. Adults scheduled for total hip arthroplasty were randomly assigned (1:1:1:1) using a computer-generated list with stratification by site to receive combinations of oral paracetamol 1000 mg every 6 h, oral ibuprofen 400 mg every 6 h, or a single-dose of intravenous dexamethasone 24 mg in the following groups: paracetamol plus ibuprofen, ibuprofen plus dexamethasone, paracetamol plus dexamethasone, and paracetamol plus ibuprofen plus dexamethasone. The primary outcome was 24 h intravenous morphine consumption, analysed in a modified intention-to-treat population, defined as all randomly assigned participants who underwent total hip arthroplasty. The predefined minimal important difference was 8 mg. Safety outcomes included serious and non-serious adverse events within 90 days and 24 h. The trial was registered with ClinicalTrials.gov, NCT04123873.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "16c18770fe9f561310a0abf8637e171e",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "The impact of the route of administration on the efficacy and safety of the drug therapy for patent ductus arteriosus in premature infants: a systematic review and meta-analysis.",
    "methods": null,
    "results": "A total of six randomized controlled trials (RCTs) and five observational studies were included for analysis, involving 630 premature neonates in total. Among these infants, 480 were in the ibuprofen group (oral vs. intravenous routes), 78 in the paracetamol group (oral vs. intravenous routes), and 72 in the ibuprofen group (rectal vs. oral routes). Our meta-analysis revealed a significant difference in the rate of PDA closure between the the initial course of oral ibuprofen and intravenous ibuprofen groups (relative risk (RR) = 1.27, 95% confidence interval (CI) [1.13-1.44]; P < 0.0001, I2 = 0%). In contrast, the meta-analysis of paracetamol administration via oral versus intravenous routes showed no significant difference in PDA closure rates (RR = 0.86, 95% CI [0.38-1.91]; P = 0.71, I2 = 76%). However, there was no statistically significant difference in the risk of adverse events or the need for surgical intervention among various drug administration methods after the complete course of drug therapy.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "06cff2423914ade059382713ffae6710",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024-Feb-01",
    "title": "Drug-drug interaction assessment based on a large-scale spontaneous reporting system for hepato- and renal-toxicity, and thrombocytopenia with concomitant low-dose methotrexate and analgesics use.",
    "methods": "We used a large spontaneously reported adverse event database (FAERS [JAPIC AERS]) to analyze whether the reporting of adverse events increased upon MTX and analgesic therapy in patients with RA.",
    "results": "After identifying RA cases, the crude reporting odds ratios (cRORs) for hepatotoxicity, renal failure, and thrombocytopenia associated with the use of MTX, APAP, or NSAIDs were calculated by disproportionality analysis, which revealed significantly higher cRORs for these events. No analgesics showed consistent positive signals for drug-drug interaction (DDI) with concomitant low-dose MTX analyzed using four algorithms for DDI interaction (the Ω shrinkage measure, additive or multiplicative, and combination risk ratio models). However, in renal failure and thrombocytopenia, loxoprofen (Ω025 = 0.08) and piroxicam (Ω025 = 0.46), and ibuprofen (Ω025 = 0.74) and ketorolac (Ω025 = 3.52), respectively, showed positive signals in the Ω shrinkage measure model, and no consistency was found among adverse events or NSAIDs.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "421bc1d27e9c3add6ed39ee3e76b4aed",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024-Feb",
    "title": "Analgesic onset and efficacy of a fast-acting formulation of acetaminophen in a postoperative dental impaction pain model.",
    "methods": "Two single-center, single-dose, inpatient, randomized, double-blind, triple-dummy, placebo-controlled, parallel group design clinical trials were conducted using the postoperative dental impaction pain model. Subjects were healthy men and women aged 17-50 years experiencing moderate-to-severe pain after surgical extraction of at least three impacted third molars. In both studies, four treatment groups were evaluated: 1,000 mg acetaminophen as two 500 mg FA-acetaminophen tablets, 1,000 mg as two 500 mg ES-acetaminophen caplets, 400 mg ibuprofen as two 200 mg LG-ibuprofen capsules, and placebo. To maintain blinding, each subject received six units of study medication. Times to confirmed perceptible pain relief (TCPR) and meaningful pain relief (TMPR) were obtained using the double-stopwatch method. Pain intensity and relief were measured over 6 h following drug administration using a 0-10 numerical rating scale. Time to use of rescue medication (naproxen sodium) and subject global evaluations of study medications at 6 h were collected. Pharmacokinetic blood sampling and safety assessments were performed.",
    "results": "Studies 1 and 2 enrolled 240 and 420 subjects, respectively. No clinically important differences among treatment groups were observed for any demographic or baseline characteristics. Efficacy results showed all active treatments statistically superior to placebo. In Study 1, TCPR was statistically significantly shorter for FA-acetaminophen compared to ES-acetaminophen and LG-ibuprofen. In Study 2, no statistically significant differences in TCPR were noted across the active treatment groups. In Study 1, FA-acetaminophen 1,000 mg provided significantly shorter TMPR compared with LG-ibuprofen but not compared with ES-acetaminophen. In Study 2, no significant differences in TMPR were noted across the active treatment groups. In both Study 1 and 2 at 15 min after administration of study drug, PID and PAR scores were greater for FA-acetaminophen than LG-ibuprofen.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "c9df3714115a8ac59a89b045be8d6c5a",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2023-Dec",
    "title": "Efficacy and safety of ibuprofen gargle for postoperative pain after mandibular third molar extraction: A phase II, placebo-controlled, double-blind, randomized crossover trial.",
    "methods": null,
    "results": "This study enrolled 40 patients. The within-subject VAS5 of the IP and PI groups were 1.25 ± 12.0 and -5.26 ± 8.93 mm, respectively. The treatment effect of ibuprofen gargle was -2.01 ± 10.62 mm (p = .246). None of the patients in each group presented with serious adverse events or clinically significant complications (including dry sockets) after extraction. Transient adverse events, such as throat tingling and oral discomfort (grade 1), were observed in each group.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "6ea5376b81ca2e9ec93a4610d9d8ad97",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2023-Dec",
    "title": "Effects of pharmacogenetic profiles on pediatric pain relief and adverse events with ibuprofen and oxycodone.",
    "methods": "This pragmatic prospective, observational cohort included children aged 4 to 16 years who were seen in a pediatric emergency department with an acute fracture and prescribed ibuprofen or oxycodone for at-home pain management. Saliva samples were obtained for genotyping of allelic variants, and daily telephone follow-up was conducted for 3 days. Pain was measured using the Faces Pain Scale-Revised.",
    "results": "We included 210 children (n = 140 ibuprofen and n = 70 oxycodone); mean age was 11.1 (±SD 3.5) years, 33.8% were female. Median pain reduction on day 1 was similar between groups [ibuprofen 4 (IQR 2,4) and oxycodone 4 (IQR 2,6), P = 0.69]. Over the 3 days, the oxycodone group experienced more AE than the ibuprofen group (78.3% vs 53.2%, P < 0.001). Those with a CYP2C9*2 reduced function allele experienced less adverse events with ibuprofen compared with those with a normal functioning allele CYP2C9*1 (P = 0.003). Neither CYP3A4 variants nor CYP2D6 phenotype classification affected clinical effect or AE.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "f87efcb8acdde0e215c85f65ac1c6e32",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024-Jan",
    "title": "Prophylactic Intravenous Acetaminophen in Extremely Premature Infants: Minimum Effective Dose Research by Bayesian Approach.",
    "methods": "A dose finding trial with Bayesian continual reassessment method was performed in a multicenter study with premature infants hospitalized in neonatal intensive care unit. Infants of 23-26 weeks of gestation and post-natal age ≤ 12 h were enrolled. Four intravenous acetaminophen dose levels were predefined. The primary outcome was the ductus arteriosus closing at two consecutive echocardiographies or at day 7. The main secondary objectives included the safety of acetaminophen on hemodynamics and biological hepatic function.",
    "results": "A total of 29 patients were analyzed sequentially for the primary analysis with 20 infants assigned to the first dose level followed by 9 infants to the second dose level. No further dose level increase was necessary. The posterior probabilities of success, estimated from the Bayesian logistic model, were 46.1% [95% probability interval (PI), 24.9-63.9] and 67.6% (95% PI, 51.5-77.9) for dose level 1 and 2, respectively. A closing or closed pattern was observed among 19 patients at the end of treatment [65.5% (95% confidence interval (CI), 45.7-82.0)]. No change in alanine aminotransferase values was observed during treatment. A significant decrease in aspartate aminotransferase values was observed with postnatal age. No change in systolic and diastolic blood pressures was observed during treatment.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "85ec9f4785bf780977820ef483b700b4",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2023",
    "title": "Correlation of effectiveness and tolerability assessments from a pharmacy-based observational study investigating the fixed-dose combination of 400 mg ibuprofen plus 100 mg caffeine for the treatment of acute headache.",
    "methods": "A pharmacy-based exploratory survey was conducted in German community pharmacies. Patients buying a fixed-dose analgesic combination product (400 mg ibuprofen + 100 mg caffeine; IbuCaff) to treat their headache were offered a questionnaire that contained-among others-questions about time to onset of pain relief (OPR), assessment of time to onset of pain relief (AOPR), assessment of efficacy and tolerability, and pain intensity 2 h after intake. A correlation analysis of the data was performed. Moreover, perceived treatment effects compared to other acute headache medications used in the past were collected.",
    "results": "The correlation between OPR and AOPR was high (Spearman rank correlation r = 0.594, p < 0.0001). Headache patients assessed the onset of analgesic action within 15 min as \"very fast\" and within 30 min as \"fast\". The other readouts were correlated as well [assessment of efficacy and % pain intensity difference (%PID) at 2 h: r = 0.487; OPR/AOPR and %PID at 2 h: r = 0.295/0.318; OPR/AOPR and assessment of tolerability: r = 0.206/0.397; OPR/AOPR and assessment of efficacy: r = 0.406/0.594; assessment of efficacy and assessment of tolerability: r = 0.608; p < 0.0001 for all correlations]. Compared to previous treatments, most patients (>89%) assessed the speed of analgesic action, efficacy, and tolerability of IbuCaff as equal to or better than for the previous treatment.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "1cf8a01826626ebe7ffa001fbd4285f6",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2023-Dec",
    "title": "Signal Detection and Assessment of Herb-Drug Interactions: Saudi Food and Drug Authority Experience.",
    "methods": "First, SFDA-registered herbal products (n = 30) were selected and prioritized based on commonly used herbs. Second, reported potential HDIs were retrieved from the World Health Organization global database of individual case safety reports (VigiBase), AdisInsight®, and the Natural Medicines database. We excluded drugs non-registered by SFDA and labeled interactions in the product information of SFDA, the US Food and Drug Administration (FDA), and the European Medicines Agency (EMA). Finally, a comprehensive evaluation of potential HDIs was carried out using several evidence sources: literature, global cases, local cases, and other relevant documents. The Drug Interaction Probability Scale (DIPS) scale was used to assess the probability of a causal relationship between the interacting herb and drug and the event.",
    "results": "The search yielded 566 potential signals, and 41 had published evidence and were referred for assessment. The assessment results using DIPS were: 22 possible (53.6 %), 7 probable (17%), and 12 doubtful (29.2%) interactions. The recommendation was to include probable HDIs in the product information, including turmeric-tacrolimus, etoposide-Echinacea, Ginkgo biloba-ibuprofen, green tea-warfarin, and licorice-thiazides interactions.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "421c073faf71fd9aff7d5063606acc47",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2024-Jun",
    "title": "Early Celecoxib use in Patients with Traumatic Brain Injury.",
    "methods": "This retrospective cohort study used TriNetX, a large publicly available global health research network, to gather clinical data extracted from the electronic medical records. Using International Classification of Diseases, Tenth Revision and pharmacy codes, we identified patients with TBI who were and were not treated with celecoxib, ibuprofen, and dexamethasone. Analysis was performed on propensity-matched and unmatched cohorts, which were matched on demographics, comorbidities, and neurological injuries. Our primary end point was 1-year survival. Secondary end points were ventilator and tracheostomy dependence, gastrostomy tube placement, seizures, and craniotomy.",
    "results": "After propensity score matching, a total of 1443 patients were identified in both the celecoxib and no celecoxib cohorts. Ninety-two (6.4%) patients in the celecoxib cohort died within 1 year following TBI versus 145 (10.0%) in the no celecoxib cohort (odds ratio 0.61; 95% confidence interval 0.46-0.80; p = 0.0003). The 1-year survival rate was 96.1% in the celecoxib cohort versus 93.1% in the no celecoxib cohort (p < 0.0001). At the end of the 1-year period, celecoxib was associated with significantly lower gastrostomy tube dependence (p = 0.017), seizure activity (p = 0.027), and myocardial infarction (p = 0.021) compared with the control cohort. Ibuprofen was also associated with higher 1-year survival probability and lower rates of post-TBI complications. Dexamethasone was broadly associated with higher morbidity but was associated with higher 1-year survival probability compared with the no dexamethasone cohort.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "66d303798b25bae9c4dab63b6b4e9145",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2023-Sep",
    "title": "A service evaluation of the impact of parental information provision on analgesia administration at home posttonsillectomy.",
    "methods": "Telephone questionnaires were completed on postoperative Days 3/4 and 7 with 42 parents of pediatric (adeno)-tonsillectomy patients over a 6-month period, peri-pandemic. The questionnaire collected categorical data on: analgesia prescribed and administered, the child's symptoms, and healthcare resource use. Qualitative data on barriers to analgesia administration and suggestions for written advice improvement were grouped thematically.",
    "results": "Sore throats were reported by 93.3% parents between discharge and Day 3/4 but only 43.3% parents had 100% compliance with regular paracetamol and ibuprofen in the same time period. Parents frequently avoided morphine administration, expressing concerns about side effects, addiction, and previous experience. Parents were also concerned about using ibuprofen, discrepancies between weight-based and bottle instruction doses, and the length of the analgesia course. Parents would like further written information and reassurance on these topics as well as guidance on tapering or stopping analgesics and whether to wake their child at night.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "4ca066151e36a9ef4365b4761eb75c40",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2023-Sep",
    "title": "A Multi-Center Evaluation of the Pharmacokinetics and Safety of Intravenous Ibuprofen in Infants 1-6 Months of Age.",
    "methods": "This was an industry-sponsored multi-center study. Institutional Review Board approval and informed parental consent were obtained prior to enrollment. Hospitalized neonates and infants younger than 6 months of age with fever or expected postoperative pain were eligible. Enrolled patients received 10 mg/kg of IV ibuprofen every 6 h, with up to four doses per day. Patients were randomized to two sparse sampling technique pharmacokinetic sample time groups. Group 1 samples were drawn at 0, 30 min, and 2 h, while group 2 samples were drawn at 0 min, 1, and 4 h after administration.",
    "results": "A total of 24 children were enrolled in the study, with 15 male patients and 9 female patients. The median age of the cohort was 4.4 months (range 1.1-5.9 months), and the median weight was 5.9 kg (range 2.3-8.8 kg). The arithmetic mean and standard error for peak plasma ibuprofen concentration was 56.28 ± 2.77 µg/mL. Plasma levels declined rapidly with a mean elimination half-life of 1.30 h. Time to peak ibuprofen effect and concentration were similar when compared with older pediatric patients. Clearance and volume of distribution were also similar to those reported in older pediatric patients. No drug-related adverse events were reported.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "ba472f7801b61c946cb034f308b33c82",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2023-May",
    "title": "What do patients' efficacy and tolerability ratings of acute migraine medication tell us? Cross-sectional data from the DMKG Headache Registry.",
    "methods": "We used data from the German Migraine and Headache Society Headache Registry, where patients rate efficacy and tolerability of and satisfaction with each of their acute headache medications.",
    "results": "A total of 1756 adult migraine patients (females: 85%, age: 39.5 ± 12.8 years, headache days per month: 13.5 ± 8.1) were included. Of these, 93% used acute medication, most frequently triptans (59.3%) and/or non-opioid analgesics (56.4%), and 58.5% rated efficacy as good or very good. This was more frequent for triptans (75.4%) than for non-opioid analgesics (43.6%, p < 0.001). Among non-opioid analgesics, naproxen was rated most effective (61.9% very good or good, p < 0.001 compared to ibuprofen, acetylsalicylic acid and paracetamol). Patient-rated efficacy significantly declined with higher headache frequencies (p < 0.001), and this effect remained significant after omitting patients overusing acute medication.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "83a34072c95802d7795c1534039c2f09",
    "query_date": "23_02_2025"
  },
  {
    "pub_date": "2023-Mar-21",
    "title": "Paracetamol and ibuprofen combination for the management of acute mild-to-moderate pain in children: expert consensus using the Nominal Group Technique (NGT).",
    "methods": "An investigation using the Nominal Group Technique was carried out between May and August 2022. Two open (non-anonymous) questionnaires were consecutively sent to a Board of ten clinicians to understand their opinions on the use of the oral paracetamol and ibuprofen association. Answers were examined in a final meeting where conclusions were drawn.",
    "results": "The board achieved a final consensus on a better analgesic power of paracetamol and ibuprofen in fixed-dose combination as compared to monotherapy, without compromising safety. Strong consensus was reached on the opinion that the fixed-dose combination of paracetamol and ibuprofen may be a useful option in case of inefficacy of one or other drug as monotherapy, especially in case of headaches, odontalgia, earache, and musculoskeletal pain. The use of the fixed combination may be also considered suitable for postoperative pain management.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "b6e5f410285dfd04b88336958822e0d0",
    "query_date": "23_02_2025"
  }
]