[
  {
    "pub_date": "2025-Feb-12",
    "title": "Adverse event profile of setmelanotide in obesity: an integrated assessment and systematic review using disproportionality analysis, case reports and meta-analysis.",
    "methods": null,
    "results": "The disproportionality analysis (n = 228) identified skin hyperpigmentation, injection-site reactions, nausea, melanocytic nevus and ephelides as key safety signals. Meta-analysis (seven trials; n = 185) confirmed high rates of injection-site reactions (96%; 95% CI: 89, 100), skin hyperpigmentation (62%; 95% CI: 43, 78), nausea (36%; 95% CI: 24, 49), vomiting (26%; 95% CI: 18, 34), and diarrhea (21%; 95% CI: 14, 29). Individual case reports corroborated these findings.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "a1115a47c59b79dd20c924178fc20322",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2025-Mar",
    "title": "Effectiveness of behavioural and psychological interventions for managing obesity in children and adolescents: A systematic review and meta-analysis framed using minimal important difference estimates based on GRADE guidance to inform a clinical practice guideline.",
    "methods": "Eligible studies, published between 1985 and 2022, included 0 to 18 year olds with outcomes reported ≥3 months post-baseline, including patient-reported outcome measures (PROMs), cardiometabolic and anthropometric outcomes, and adverse events (AEs). We pooled data using a random effects model and assessed certainty of evidence (CoE) related to minimally important difference estimates for outcomes using GRADE.",
    "results": "We included 73 unique RCTs (n = 6305 participants, 53% female). Intervention types included physical activity (n = 1437), nutrition (n = 447), psychological (n = 1336), technology-based (n = 901) or multicomponent (≥2 intervention types, n = 2184). Physical activity had a small effect on health-related quality of life (HRQoL), varying effects ranging from moderate to very large on blood pressure, lipids and insulin resistance, and a small effect on BMIz. Nutrition had a small effect on lipids, insulin resistance and BMIz. Psychological interventions showed a small effect on HRQoL and triglycerides and moderate benefits on depressive symptoms, while technology interventions showed small benefits on blood pressure and BMIz. Multicomponent interventions had a large benefit on anxiety, small benefit on depressive symptoms, with large to very large benefits on lipids, and small benefits for diastolic blood pressure, insulin resistance and BMIz. AEs were reported infrequently, and when reported, were described as mild.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "affe83cd109c63345ef716abd9418730",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2025-Jan",
    "title": "Setmelanotide in patients aged 2-5 years with rare MC4R pathway-associated obesity (VENTURE): a 1 year, open-label, multicenter, phase 3 trial.",
    "methods": "This phase 3, open-label, multicentre trial, conducted across six sites in the USA, the UK, Spain, and Australia, enrolled eligible patients aged 2-5 years who had hyperphagia and obesity due to biallelic POMC (including PCSK1) or LEPR variants or genetically confirmed BBS. Open-label subcutaneous setmelanotide was administered once daily for 52 weeks, starting at 0·5 mg with doses increasing every 2 weeks in 0·5 mg increments until reaching the maximum dose based on weight. The co-primary endpoints at week 52 were the percentage of patients reaching a 0·2-point decrease or greater in BMI Z score (a statistical measure used to assess BMI in paediatric patients considering a patient's BMI and comparing it to reference values for the same age and sex) and mean percent change in BMI. Additional endpoints measured safety, hunger, weight-related outcomes, and caregiver burden. The study is registered at ClinicalTrials.gov (NCT04966741) and is complete.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "b22d6e4d24e2971185826826a5180bc5",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024-Nov",
    "title": "An open-label 16-week study of liraglutide in adolescents with obesity post-sleeve gastrectomy.",
    "methods": "Adolescents aged 12-20.99 years with obesity and a history of SG ≥1 year prior were enrolled. Liraglutide was initiated at 0.6 mg/day, escalated weekly to a maximum of 3 mg/day, with treatment duration 16 weeks. Fasting laboratory assessments and an oral glucose tolerance test were performed at baseline and end-treatment.",
    "results": "A total of 43 participants were screened, 34 initiated liraglutide (baseline BMI 41.2 ± 7.7 kg/m2), and 31 (91%) attended the end-treatment visit. BMI decreased by 4.3% (p < 0.001) with liraglutide. Adolescents who had poor initial response to SG (<20% BMI reduction at BMI nadir) had less weight loss with liraglutide. Fasting glucose and haemoglobin A1C concentrations significantly decreased. There were no serious treatment-emergent adverse events reported.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "782b70e3597c98565c27d5ebdcc3b4a3",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Investigation of setmelanotide, an MC4R agonist, for obesity in individuals with Smith-Magenis syndrome.",
    "methods": "People with SMS received once-daily setmelanotide injections, with the dose titrated bi-weekly to a maximum of 3 mg over ∼1 month; and a full-dose treatment duration of 3mo. The primary outcome was percent change in body weight. Secondary outcomes included hunger, waist circumference, body composition, and safety.",
    "results": "12 individuals, ages 11-39 y, enrolled and 10 completed the full-dose treatment phase. Mean percent change in body weight at end-treatment was - 0.28 % [(95 % CI, -2.1 % to 1.5 %; n = 12; P = 0.66]. Participants experienced a significant decrease in total cholesterol associated with a significant decrease in HDL-cholesterol and a trend for lower LDL-cholesterol. Self-reported hunger was reduced at end-treatment (p = 0.011). All participants reported adverse events (AEs), most commonly injection-site reactions and skin hyperpigmentation. No AEs led to withdrawal or death.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "59ea21762b85d6119198f93ee3693491",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024-Sep",
    "title": "Differentiating monogenic and syndromic obesities from polygenic obesity: Assessment, diagnosis, and management.",
    "methods": "In this narrative review, we focused on case reports, case studies, and natural history studies of patients with monogenic and syndromic obesities and clinical trials examining the efficacy, safety, and quality of life impact of nontargeted and targeted therapies in these populations. We also provide comprehensive algorithms for diagnosis of patients with suspected rare genetic causes of obesity.",
    "results": "Patients with monogenic and syndromic obesities commonly present with hyperphagia (ie, pathologic, insatiable hunger) and early-onset, severe obesity, and the presence of hallmark characteristics can inform genetic testing and diagnostic approach. Following diagnosis, specialized care teams can address complex symptoms, and hyperphagia is managed behaviorally. Various pharmacotherapies show promise in these patient populations, including setmelanotide and glucagon-like peptide-1 receptor agonists.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "b28c7e26a16e60b3e99d1965290cc7d8",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024-Jun",
    "title": "Setmelanotide for the treatment of acquired hypothalamic obesity: a phase 2, open-label, multicentre trial.",
    "methods": "This phase 2, open-label, multicentre trial was done in five centres in the USA. Eligible patients were aged between 6 and 40 years with obesity and history of hypothalamic injury or diagnosis of a non-malignant tumour affecting the hypothalamus that was treated with surgery, chemotherapy, or radiation. Setmelanotide was titrated up to a dose of 3·0 mg and administered subcutaneously once a day for a total duration of 16 weeks. The primary endpoint was the proportion of patients with a reduction in BMI of at least 5% from baseline after 16 weeks, compared with a historic control rate of less than 5% in this population. The primary endpoint was analysed using the full analysis set, which includes all patients with baseline data who received at least one dose of setmelanotide. Safety was assessed in all patients who received at least one dose of study drug. This trial is registered with ClinicalTrials.gov (NCT04725240) and is complete.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "102093bf2d68a27e8151493d226081a3",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2022-Jun",
    "title": "Anti-Obesity Medications and Investigational Agents: An Obesity Medicine Association (OMA) Clinical Practice Statement (CPS) 2022.",
    "methods": "The scientific information for this Clinical Practice Statement (CPS) is based upon published scientific citations, clinical perspectives of OMA authors, and peer review by the Obesity Medicine Association leadership.",
    "results": "This CPS describes pharmacokinetic principles applicable to those with obesity, and discusses the efficacy and safety of anti-obesity medications [e.g., phentermine, semaglutide, liraglutide, phentermine/topiramate, naltrexone/bupropion, and orlistat, as well as non-systemic superabsorbent oral hydrogel particles (which is technically classified as a medical device)]. Other medications discussed include setmelanotide, metreleptin, and lisdexamfetamine dimesylate. Data regarding the use of combination anti-obesity pharmacotherapy, as well as use of anti-obesity pharmacotherapy after bariatric surgery are limited; however, published data support such approaches. Finally, this CPS discusses investigational anti-obesity medications, with an emphasis on the mechanisms of action and summary of available clinical trial data regarding tirzepatide.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "379b6861104ddc2df19e5c48bf8f0752",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2021-Jun",
    "title": "The efficacy and safety of setmelanotide in individuals with Bardet-Biedl syndrome or Alström syndrome: Phase 3 trial design.",
    "methods": "It was initially planned that ~30 participants aged ≥6 years with a clinical diagnosis of BBS or Alström syndrome would be enrolled. Participants with obesity as defined by a body mass index ≥30 kg/m2 (in those aged ≥16 years) or a weight >97th percentile (in those aged 6-15 years) are included. Participants are initially randomized in a 1:1 ratio to receive setmelanotide or placebo for 14 weeks (period 1). Following period 1, all participants receive 38 weeks of open-label treatment with setmelanotide (period 2). In each treatment period, setmelanotide is administered at 3 mg once a day following completion of dose escalation. The primary endpoint is the proportion of participants aged ≥12 years achieving a clinically meaningful reduction from baseline (≥10%) in body weight after ~52 weeks (eg, following period 2). Safety and tolerability are assessed by frequency of adverse events.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "e8e79cdface0a72c8e449b1f81e83c96",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2020-Nov",
    "title": "Effect of setmelanotide, a melanocortin-4 receptor agonist, on obesity in Bardet-Biedl syndrome.",
    "methods": null,
    "results": "From February 2017 and February 2018, 10 individuals were screened; eight completed the 3-month treatment phase and seven completed the extension phase. Mean percent change in body weight from baseline to 3 months was -5.5% (90% CI, -9.3% to -1.6%; n = 8); change from baseline was -11.3% (90% CI, -15.5% to -7.0%; n = 8) at 6 months and -16.3% (90% CI, -19.9% to -12.8%; n = 7) at 12 months. All participants reported at least one treatment-emergent adverse event (AE), most commonly injection-site reaction. No AEs led to study withdrawal or death. Most, morning, and average hunger scores were reduced across time points.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "0cfec35e7d1547841ae7126c7d3ae5cc",
    "query_date": "24_02_2025"
  }
]