[
  {
    "pub_date": "2024-Dec-13",
    "title": "Topical Losartan for Corneal Fibrosis: A Case Series With Densitometry Analysis.",
    "methods": "In this case series, patients with corneal scars treated with topical losartan 0.8 mg/mL 4 times a day for 6 months were included. Age, sex, cause of corneal opacity, months with corneal opacity, and previous topical treatment were recorded. Patients were examined at baseline and 1, 3, and 6 months after starting treatment. At each visit, uncorrected and best-corrected visual acuity, subjective refraction, intraocular pressure, slit-lamp examination, corneal tomography, and densitometry were performed. Patients were asked about drop comfort and possible side effects on a 0 to 10 self-reported scale.",
    "results": "Eight eyes of 7 patients (4 males, 3 females, mean age 45.1 ± 12.0 years) were included. Best-corrected visual acuity logMAR was 0.28 ± 0.17 pretreatment and 0.17 ± 0.11 after 6 months of topical losartan (P = 0.358). The visual acuity of 5 eyes improved, 1 eye remained unchanged, and the vision of 2 eyes declined. No changes in topographic and densitometry parameters were noted within the cohort analyzed as a group (all P > 0.05). No systemic side effects were reported, and tolerance was from very good to excellent (all 2/10 or better).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "0ecd4bef01043f47ad82e7fc7fdba957",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024-Nov",
    "title": "Safety and tolerability of losartan to treat recessive dystrophic epidermolysis bullosa in children (REFLECT): an open-label, single-arm, phase 1/2 trial.",
    "methods": "We conducted an open-label, single-arm, phase 1/2 trial at the Medical Center-University of Freiburg, Germany. Children with molecularly-confirmed RDEB, aged 2-16 years (starting from the 25th month of life) were eligible. Key exclusion criteria comprised anaemia with haemoglobin <8 g/dl; hypotension (defined as age-related systolic blood pressure under the 5th percentile); cardiologic contraindications, requirement for any medications that are likely to cause interactions with losartan; renal artery stenosis or renal insufficiency with creatinine clearance <30 ml/min; severe liver failure; severe, untreated electrolyte disturbances; history of cancer or chronic viral infections; hypersensitivity to losartan or any of the excipients and known or persistent abuse of medication, drugs, or alcohol. Treatment duration with losartan comprised 10 months, encompassing 16 weeks up-dosing of losartan, 24 weeks full dose losartan (final target dose of 1.4 mg/kg), and 4 weeks losartan tapering, followed by 12 weeks follow-up without losartan. The primary endpoint was occurrence of a serious safety concern, defined as one of the following side effects of losartan: clinically relevant severe hypotension, immediate hypersensitivity reactions to the drug or clinical relevant severe hypo- and hyperkalaemia. EB-specific scores (the EBDASI activity and damage score, Birmingham Epidermolysis Bullosa Severity Score (BEBS)) and other clinical outcome parameters were evaluated at five clinical visits as secondary outcomes: pain (Wong-Baker FACES Scale for pain), quality of life (Quality Of Life in EB [QOLEB] questionnaire and Children's Dermatology Life Quality Index [CDLQI]), itch (Itch Assessment Scale for the Paediatric Burn Patients), dysphagia (Mayo Dysphagia Questionnaire-day 30 [MDQ-30]), pseudosyndactyly progression (our own morphometric scoring instrument), and hand function (Score of Colville and Terrill). All analyses (safety and efficacy) were performed in the safety population, defined as participants who received at least one dose of trial medication with losartan. This trial is registered with EudraCT, 2015-003670-32.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "c1b4ed8fa16f5175f6d5f3c57012b53b",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024-Oct-29",
    "title": "Design and rationale of MYOFLAME-19 randomised controlled trial: MYOcardial protection to reduce post-COVID inFLAMmatory heart disease using cardiovascular magnetic resonance Endpoints.",
    "methods": "Prospective multicenter randomized placebo-controlled study of myocardial protection therapy (combined immunosuppressive/antiremodeling) of low-dose prednisolone and losartan. Consecutive symptomatic individuals with a prior COVID-19 infection, no pre-existing significant comorbidities or structural heart disease, undergo standardized assessments with questionnaires, CMR imaging, and cardiopulmonary exercise testing (CPET). Eligible participants fulfilling the criteria of subclinical post-COVID inflammatory heart involvement on baseline CMR examination are randomized to treatment with either verum or placebo for a total of 16 weeks (W16). Participants and investigators remain blinded to the group allocation throughout the study duration. The primary efficacy endpoint is the absolute change of left ventricular ejection fraction to baseline at W16, measured by CMR, between the verum treatment and placebo group by absolute difference, using unpaired t-test confirmatively at a significance level of 0.05 significance level. Secondary endpoints include assessment of changes of symptoms, CMR parameters, and CPET after W16, and frequency of major adverse cardiac events after 1 year. Safety data will be analyzed for frequency, severity, and types of adverse events (AEs) for all treatment groups. The proportion of AEs related to the contrast agent gadobutrol will also be analyzed. A calculated sample size is a total of 280 participants (accounting for 22 subjects (8%) drop out), randomized in 1:1 fashion to 140 in the verum and 140 placebo groups.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "df548252751d525f73dff0ecda0465d6",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024-Oct-23",
    "title": "Topical Losartan Dosage Response and Corneal Toxicity at Higher Concentrations.",
    "methods": "In total, 18 rabbits had standardized alkali burns that trigger stromal fibrosis. Six eyes per group were treated with topical losartan (0.8 mg/mL, 8 mg/mL, or 40 mg/mL) 6 times per day. Slit-lamp photographs were obtained, and multiplex immunohistochemistry was performed for myofibroblast marker alpha-smooth muscle actin (α-SMA), mesenchymal cell marker vimentin, and basement membrane marker laminin alpha-5.",
    "results": "Topical losartan at 40 mg/mL 6 times per day produced severe discomfort and ocular surface toxicity in all rabbits, and treatment was discontinued at nine days in this group. Topical losartan at 8 mg/mL 6 times per day caused less rabbit discomfort on application, but there were persistent epithelial defects and marked stromal opacity in 5 of 6 eyes after 1 month of treatment. Topical losartan 0.8 mg/mL was well tolerated by rabbits, and corneal opacity was markedly reduced at 1 month in 5 of 6 corneas compared with corneas in the 8 mg/mL and 40 mg/mL losartan groups. A persistent epithelial defect with opacity was noted in 1 cornea in the 0.8 mg/mL losartan group. Both total SMA-positive stromal cells per section (14.5 ± 2.8 vs. 3.5 ± 0.7, P = 0.04) and total stromal vimentin intensity units (310 ± 64 vs. 132 ± 35, P = 0.02) were significantly greater after 1 month of treatment in corneas treated with 8 mg/mL than corneas treated with 0.8 mg/mL of topical losartan.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "fa020c246b81ee60b69e07bf783fc90f",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024-Sep-26",
    "title": "Effects of Losartan on Patients Hospitalized for Acute COVID-19: A Randomized Controlled Trial.",
    "methods": "Eligibility criteria included adults admitted for acute COVID-19. Exclusion criteria were hypotension, hyperkalemia, acute kidney injury, and use of angiotensin receptor blockers (ARBs) or angiotensin-converting enzyme inhibitors within 7 days. Participants were randomized to losartan 25-100 mg/day orally for the hospital duration or 3 months or the control arm (usual care) in 29 hospitals in Canada and France. The primary outcome was 28-day mortality. Secondary outcomes were hospital mortality, organ support, and serious adverse events (SAEs).",
    "results": "The trial was stopped early because of a serious safety concern with losartan. In 341 patients, any SAE and hypotension were significantly higher in the losartan versus usual care groups (any SAE: 39.8% vs 27.2%, respectively, P = .01; hypotension: 30.4% vs 15.3%, respectively, P < .001) in both ward and intensive care patients. The 28-day mortality did not differ between losartan (6.5%) versus usual care (5.9%) (odds ratio, 1.11 [95% confidence interval, .47-2.64]; P = .81), nor did organ dysfunction or secondary outcomes.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "e5870b8e0bf385a74eb5232a7d3d26c1",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024-Oct",
    "title": "Comparative efficacy and safety of six angiotensin II receptor blockers in hypertensive patients: a network meta-analysis.",
    "methods": null,
    "results": "A total of 193 studies were included. Olmesartan had the highest surface under the cumulative ranking in reducing office systolic (91.4%) and diastolic blood pressure (87.2%). Candesartan has the highest ranking in lowering 24 h ambulatory systolic blood pressure (95.4%), while telmisartan reduced 24 h ambulatory diastolic blood pressure (83.4%). Olmesartan also ranked highest in safety (70.8%).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "e42a053275208d52af235dc93b565d84",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024-Jun",
    "title": "Pharmacokinetics of a Fixed-Dose Combination Product of Amlodipine, Losartan, Ezetimibe, and Rosuvastatin and Its Comparison with Co-administration of Four Individual Components in Healthy Participants.",
    "methods": "A total of 60 participants were enrolled in this open-label, randomized, single-dose crossover study. Each participant received a single dose of FDCP and individual tablets during each period, with a 14-day washout period between the periods. The pharmacokinetic parameters of amlodipine, losartan, EXP3174 (an active metabolite of losartan), rosuvastatin, free ezetimibe, and total ezetimibe were evaluated and compared.",
    "results": "The pharmacokinetic profiles of amlodipine, losartan, rosuvastatin, and ezetimibe after administration of the individual products were similar to those of FDCP. The geometric mean ratios and 90% confidence intervals for maximum concentration (Cmax) and area under the curve (AUC) of FDCP to individual tablets were within 0.8-1.25 for all six analytes. No clinically relevant changes were observed in the vital signs or physical, biochemical, hematological, electrocardiographic, or urinalysis findings during the study, and no serious adverse events were reported.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "bc8bcd2b0b0dd5a91e6cf52aac98a7a7",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2023-Nov",
    "title": "Impact of Concomitant Cardiovascular Therapies on Efficacy and Safety of Relugolix vs Leuprolide: Subgroup Analysis from HERO Study in Advanced Prostate Cancer.",
    "methods": "In HERO, 930 men with advanced prostate cancer (APC) were randomized 2:1 and treated with relugolix (120 mg orally once daily; after single 360 mg loading dose) or leuprolide (injections every 3 months) for 48 weeks. Subgroups analyzed included men who received antihypertensives, antithrombotics, or lipid-modifying therapies (LMAs), as well as the most common drug classes (> 10%) and single most common agent within each class. Assessments included sustained testosterone suppression to castrate levels (< 50 ng/dL) through 48 weeks and safety.",
    "results": "Antihypertensives, antithrombotics, and LMAs were utilized by 52.7%, 39.1%, and 39.6% of men in HERO, respectively. In the main subgroups, point estimates for sustained castration rates were generally consistent with overall estimates of relugolix and leuprolide observed in the overall population. Sustained castration rates were also mostly consistent for men taking the most common drug classes and individual agents in each class (losartan [n = 103]: relugolix, 95.4% vs leuprolide, 80.6%; amlodipine [n = 229]: 97.2% vs 85.5%; metoprolol [n = 88]: 95.7% vs 86.9%; acetylsalicylic acid [n = 259]: 97.0% vs 92.1%; clopidogrel [n = 43]: 96.4% vs 86.7%; simvastatin [n = 78]: 98.0% vs 87.3%). Incidence and types of adverse events (AEs) among men who received these medications were mostly consistent with overall population results, with some increases in grade ≥ 3 and fatal AEs.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "59c0e6c843330d9138828ed7d10d4667",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024-May",
    "title": "Angiotensin Receptor Blocker-Related Sprue-like Enteropathy: Review of Food and Drug Administration Adverse Event Reporting System.",
    "methods": "All reports of ARB-related SE from January 2017 to December 2021 were downloaded from the FAERS database. Gastrointestinal adverse events including SE were reviewed. Reporter categories included physicians, pharmacists, other health care professionals, consumers, and attorneys.",
    "results": "A total of 106 590 reports of ARB-related adverse effects were analyzed. Sprue-like enteropathy was identified in 4337 cases (4.1% of total reports). Of these, 4240 cases (98.0%) of ARB-related SE were reported in patients using products with olmesartan, and 97 cases of SE were reported for all other ARBs (eprosartan, losartan, telmisartan, irbesartan, valsartan, and candesartan). Reports of olmesartan-related SE increased rapidly in 2017, continued at a high rate in 2018 and 2019, and essentially stopped in 2020 and 2021.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "3c78f5ad2e139a0797faa47a23d79c49",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2023-Jul",
    "title": "A Randomized, Multicenter, Double-blind, Placebo-Controlled Study to Evaluate the Efficacy and Safety of a Quadruple Combination of Amlodipine, Losartan, Rosuvastatin, and Ezetimibe in Patients with Concomitant Essential Hypertension and Dyslipidemia.",
    "methods": "This was a 14-week, randomized, multicenter, double-blind, placebo-controlled, phase III clinical trial. In total, 145 patients were randomized to receive A/L/R/E, A/L, or L/R/E. The primary endpoints were the average change in the low-density lipoprotein cholesterol (LDL-C) level in the A/L/R/E and A/L groups and the sitting systolic blood pressure (sitSBP) in the A/L/R/E and L/R/E groups. The numbers of patients with adverse drug reactions (ADRs) were compared as safety variables.",
    "results": "The average percentage change in the LDL-C level as the least squares mean (LSM) from the baseline LDL-C level at the end of the 8-week treatment was - 59.0% in the A/L/R/E group and 0.2% in the A/L group (LSM difference - 59.2, 95% confidence interval [CI] - 68.1 to - 50.4; p < 0.0001). The average change in the sitSBP as the LSM was - 15.8 mmHg in the A/L/R/E group and -4.7 mmHg in the L/R/E group (LSM difference - 11.1, 95% CI - 16.8 to - 5.4; p = 0.0002). No ADRs occurred in the A/L/R/E group.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "00d77825f1d553e2038087c324bbcb00",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2023-Jun-09",
    "title": "Losartan in hospitalized patients with COVID-19 in North America: An individual participant data meta-analysis.",
    "methods": "We searched ClinicalTrials.gov in January 2021 for U.S./Canada-based trials where an angiotensin-converting enzyme inhibitors/ARB was a treatment arm, targeted outcomes could be extrapolated, and data sharing was allowed. Our primary outcome was a 7-point COVID-19 ordinal score measured 13 to 16 days post-enrollment. We analyzed data by fitting multilevel Bayesian ordinal regression models and standardizing the resulting predictions.",
    "results": "325 participants (156 losartan vs 169 control) from 4 studies contributed IPD. Three were randomized trials; one used non-randomized concurrent and historical controls. Baseline covariates were reasonably balanced for the randomized trials. All studies evaluated losartan. We found equivocal evidence of a difference in ordinal scores 13-16 days post-enrollment (model-standardized odds ratio [OR] 1.10, 95% credible interval [CrI] 0.76-1.71; adjusted OR 1.15, 95% CrI 0.15-3.59) and no compelling evidence of treatment effect heterogeneity among prespecified subgroups. Losartan had worse effects for those taking corticosteroids at baseline after adjusting for covariates (ratio of adjusted ORs 0.29, 95% CrI 0.08-0.99). Hypotension serious adverse event rates were numerically higher with losartan.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "8b74541af8da0a2eec1cac5a5c1927b6",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2023-Feb-01",
    "title": "Effectiveness of Mycophenolate Mofetil Among Patients With Progressive IgA Nephropathy: A Randomized Clinical Trial.",
    "methods": null,
    "results": "Among 170 randomized patients (mean [SD] age 36.6 [9.4] years; 94 [55.3%] male patients), 85 patients received MMF with SC and 85 patients received SC alone. The mean (SD) eGFR was 50.1 (17.9) mL/min/1.73m2 and mean (SD) proteinuria level was 1.9 (1.7) g/d; 168 patients (98.8%) completed the trial, and 157 participants (92.4%) survived and did not receive dialysis or transplant. Primary composite outcome events occurred in 6 patients (7.1%) in the MMF group and 18 patients (21.2%) in the SC group (adjusted hazard ratio [aHR], 0.23; 95% CI, 0.09-0.63). Progression of chronic kidney disease occurred in 7 participants (8.2%) in the MMF group and 23 participants (27.1%) in the SC group (aHR, 0.23; 95% CI, 0.10-0.57). The effect of MMF treatment on primary outcomes was consistent across prespecified subgroups, with no significant interaction per subgroup. During posttrial follow-up, annual loss of eGFR accelerated after discontinuation of MMF; mean (SD) annual eGFR loss during the study period was 2.9 (1.0) mL/min/1.73m2 in the MMF group and 6.1 (1.2) mL/min/1.73m2 among 66 patients in the MMF group who discontinued MMF after the trial. Serious adverse events were not more frequent with MMF vs SC alone.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "aeacd47e488a3ed6588fe970dc6f8682",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2022-Feb",
    "title": "Pharmacogenomics of Hypertension in CKD: The CKD-PGX Study.",
    "methods": "A prospective cohort with CKD and hypertension was followed to assess feasibility of pharmacogenomic testing implementation, self-reported provider utilization, and BP control. The analysis population included 382 subjects with hypertension who were genotyped for cross-sectional assessment of DGIs, and 335 subjects followed for 1 year to assess systolic BP (SBP) and diastolic BP (DBP).",
    "results": "Most participants (58%) with uncontrolled hypertension had a DGI reducing the efficacy of one or more antihypertensive agents. Subjects with a DGI had 1.85-fold (95% CI, 1.2- to 2.8-fold) higher odds of uncontrolled hypertension, as compared with those without a DGI, adjusted for race, health system (safety-net hospital versus other locations), and advanced CKD (eGFR <30 ml/min). CYP2C9-reduced metabolism genotypes were associated with losartan response and uncontrolled hypertension (odds ratio [OR], 5.2; 95% CI, 1.9 to 14.7). CYP2D6-intermediate or -poor metabolizers had less frequent uncontrolled hypertension compared with normal metabolizers taking metoprolol or carvedilol (OR, 0.55; 95% CI, 0.3 to 0.95). In 335 subjects completing 1-year follow-up, SBP (-4.0 mm Hg; 95% CI, 1.6 to 6.5 mm Hg) and DBP (-3.3 mm Hg; 95% CI, 2.0 to 4.6 mm Hg) were improved. No significant difference in SBP or DBP change were found between individuals with and without a DGI.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "5f9ce6c91d5296462a94f5c7628c1d37",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2022-Mar",
    "title": "Efficacy and Safety of Chinese Herbal Medicine Compared With Losartan for Mild Essential Hypertension: A Randomized, Multicenter, Double-Blind, Noninferiority Trial.",
    "methods": "In this multicenter, randomized, double-blind, noninferiority trial in China, patients 18 to 65 years of age with mild essential hypertension were randomly allocated to receive either SXC or losartan for 8 weeks. The primary outcome was the change in sitting diastolic BP from baseline to 8 weeks, with a predefined noninferiority margin of -2.5 mm Hg.",
    "results": "Of the 755 patients who entered a 2-week run-in period, 628 patients (327 women and 301 men; mean [SD] age, 52.6 [9.2] years) were randomly assigned to the SXC (n=314) or losartan (n=314) group. The primary analysis based on the intention-to-treat principle showed that the change in diastolic BP from baseline to 8 weeks was similar between the SXC and losartan groups (-7.9 [8.0] versus -8.1 [7.9]). The lower boundary of 95% CI (mean difference, -0.24 [95% CI, -1.51 to 1.03]) was above the margin of -2.5 mm Hg, showing noninferiority. Results were consistent with per-protocol analysis. SXC produced greater improvements in total hypertension symptom score (-5.7 [4.2] versus -5.0 [4.0]; P=0.020) and total cholesterol (-0.1 [1.0] versus 0.1 [1.2]; P=0.025). There were no differences between groups in the other BP and patient-reported outcomes. Incidence and severity of adverse events were similar between groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "7ba7cec085cbc43d95f6f6f4cda9cc2b",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2021-Aug",
    "title": "Neoplasm Reports in Food and Drug Administration Adverse Event Reporting System Following Angiotensin Receptor Blocker Recalls.",
    "methods": "In this cross-sectional study, data were retrospectively collected from the FDA adverse event reporting system database from January 2015 to December 2019. Reporting odds ratios (RORs) were estimated to detect signals of association between ARBs (valsartan, irbesartan, and losartan) and reported neoplasm AEs using negative (amoxicillin and sertraline) and positive (omeprazole and ranitidine) control exposures. The χ2 was used to compare categorical variables.",
    "results": "A total of 2 181 524 AEs, including 10 461 nonmetastatic neoplasm AEs were analyzed. Monthly RORs (95% CI) of valsartan-associated neoplasms versus controls (ROR*: valsartan/negative exposures; ROR†: valsartan/omeprazole; and ROR‡: valsartan/ranitidine) showed the highest signals after the recall date in July 2018 (7.64 [4.78-12.19]*; 4.77 [3.36-6.79]†; 4.13 [2.50-6.84]‡) and August 2018 (7.87 [5.19-11.94]*; 5.65 [4.12-7.75]†; and 7.20 [4.46-11.63]‡). In contrast, the highest cancer signals for the irbesartan and losartan recalls detected in March 2019 (4.80*; 4.06†; and 3.38‡) and April 2019 (3.63*; 3.69†; and 2.52‡) respectively, were lower. One-year postrecall reported neoplasm AEs were ≈2-fold higher for valsartan than irbesartan (OR, 1.77 [95% CI, 1.47-2.13], P<0.0001) and losartan (OR, 2.07 [95% CI, 1.85-2.32], P<0.0001). Although all ARBs had the same nitrosamine contamination, we found 1-year postrecall versus prerecall cancer signals for valsartan were 3-fold higher versus control exposures, while the changes in RORs for irbesartan and losartan were only 20-30% higher.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "63d9f272170fc6554310278947fd012c",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2021-Sep",
    "title": "Randomized Prospective Open Label Study Shows No Impact on Clinical Outcome of Adding Losartan to Hospitalized COVID-19 Patients with Mild Hypoxemia.",
    "methods": "Patients with COVID-19 and mild hypoxia (receipt of ≤ 3 L/min O2 by nasal cannula) admitted to three hospitals were randomized in a 1:1 ratio within 72 h of SARS-CoV-2 nucleic acid testing confirmation to prospectively receive standard of care (SOC) alone or SOC plus losartan 12.5 mg orally every 12 h for 10 days or until hospital discharge, with the option to titrate upward dependent on blood pressure tolerability. Primary composite endpoint was receipt of mechanical ventilation or death before receiving ventilation. Subjects were followed until discharge to home or until an endpoint was met in the hospital.",
    "results": "Sixteen subjects received an ARB plus SOC and 15 subjects received SOC alone. The median age was 53 years for both groups. Median time from hospital admission to study enrollment was 2 days (range 1-6) for the ARB group and 2 days (range 1-4) for the SOC group. Mean Charlson comorbidity index was 2 for both groups. One subject in each group achieved the composite endpoint.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "5583888d8618dcb9e9fa514f2ec0f273",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2020",
    "title": "Low-Dose Triple Antihypertensive Combination Therapy in Patients with Hypertension: A Randomized, Double-Blind, Phase II Study.",
    "methods": null,
    "results": "The placebo-corrected SBP reductions of the half-dose, third-dose, quarter-dose combination, amlodipine 10 mg, amlodipine 5 mg and losartan 100 mg treatments were -17.2, -19.5, -14.9, -18.5, -11.3 and -9.9 mmHg, respectively. The BP control and response rates were significantly higher in the half-dose, third-dose, and quarter-dose combination groups than in the placebo group (all p < 0.01). Despite no intergroup differences in study drug-related adverse events, ankle circumference increased significantly in the amlodipine group compared to those in the combination treatment groups. The quarter-dose combination, amlodipine 5 mg, and losartan 100 mg groups showed similar SBP reduction and BP response rates. The SBP reduction and BP response rate in the third-dose and half-dose combination groups were not significantly different from those in the amlodipine 10 mg group but superior to those in the losartan 100 mg group.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "2c2605d2c093c4c139afaced28148671",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2020",
    "title": "Comparison of Pharmacokinetics of a Fixed-Dose Combination of Amlodipine/Losartan/Rosuvastatin with Concomitant Administration of Amlodipine/Losartan and Rosuvastatin in Healthy Volunteers.",
    "methods": null,
    "results": "The GMR (90% CI) values of AUClast and Cmax were 0.9946 (0.9663-1.0238) and 0.9690 (0.9379-1.0011) for amlodipine, 0.9855 (0.9422-1.0308) and 0.9178 (0.8349-1.0089) for losartan, 0.9814 (0.9501-1.0136) and 0.9756 (0.9313-1.0219) for EXP3174, and 0.9448 (0.8995-0.9923) and 0.9609 (0.8799-1.0494) for rosuvastatin, respectively. No clinically significant changes were observed in any of the safety parameters, including clinical laboratory tests, vital signs, electrocardiograms, and physical examinations, between the FDC treatment and the LC treatment.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "24efe786c811c9ea6f1297c0cdfe56df",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2019",
    "title": "Systematic Review with Network Meta-Analysis: Comparative Efficacy and Safety of Combination Therapy with Angiotensin II Receptor Blockers and Amlodipine in Asian Hypertensive Patients.",
    "methods": "A systematic literature review sourced Asian randomized controlled trials (RCTs) from PubMed and Cochrane Libraries to inform a network meta-analysis (NMA). We considered the ARB-AML CT. The primary efficacy and safety endpoints were short-term (8-12 weeks) treatment response and treatment-emergent adverse events (TEAEs), respectively. AML monotherapy was used as a comparator to allow for indirect treatment effect estimation in the absence of direct RCTs evidence comparing the different ARB-AML CTs.",
    "results": "The analysis included 1198 Asian HTN patients from seven studies involving six ARB-AML CTs: azilsartan (AZL), candesartan (CAN), fimasartan (FIM), losartan (LOS), olmesartan (OLM), and telmisartan (TEL). Compared to AML monotherapy, CT of AZL-AML had five times greater odds of prompting a treatment response (OR 5.2, 95% CI: 2.5, 11.2), while CAN-AML had 3.9 (95% CI: 2.5, 6.4), FIM-AML had 3.4 (95% CI: 1.4, 8.5), TEL-AML had 3.3 (95% CI: 1.6, 7.1), OLM-AML had 2.7 (95% CI: 1.6, 5.0), and LOS-AML had 2.0 (95% CI: 0.6, 7.3). All ARB-AML CTs had safety profiles comparable to AML monotherapy except TEL-AML, which had significantly lower odds of TEAEs (0.26 (95% CI: 0.087, 0.70)).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "dbfecec2f584c9e354d8ffeb477c78c8",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2019",
    "title": "Synthesis, Characterization and Safety Profiling of Eudragit-Based pHResponsive Hydrogels: A Promising Platform for Colonic Delivery of Losartan Potassium.",
    "methods": null,
    "results": "The results showed that an increased incorporation of Eudragit and cross-linking agent retorted the swelling, drug loading, and drug release properties at both acid (pH 1.2) and basic pH (pH 6.8 and 7.4) , while acrylic acid presented the inverse results. The oral tolerability and toxicity studies depicted that the developed hydrogels were safe up to 3800 mg/kg body weight and caused no hematological or histopathological changes when compared with the control group.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "41c08098a758237dd91ecb5ad3c50cff",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2019-Jun-30",
    "title": "Systematic review on the effects of medication under hyperbaric conditions: consequences for the diver.",
    "methods": "This was a systematic review of human and animal studies of medications in the hyperbaric environment. Studies were subdivided into those describing a medication/hyperbaric environment interaction and those concerned with prevention of diving disorders. Studies without a relation to diving with compressed air, and those concerning oxygen toxicity, hyperbaric oxygen therapy or the treatment of decompression sickness were excluded.",
    "results": "Forty-four studies matched the inclusion criteria. Animal studies revealed that diazepam and valproate gave limited protection against the onset of the high-pressure neurological syndrome. Lithium had a protective effect against nitrogen-narcosis and losartan reduced cardiac changes in repetitive diving. Human studies showed no beneficial or dangerous pressure-related interactions. In prevention of diving disorders, pseudoephedrine reduced otic barotrauma, vitamins C and E reduced endothelial dysfunction after bounce diving and hepatic oxidative stress in saturation diving.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "a03fd64e9f4898b3031f023dec8f551d",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2019-Mar",
    "title": "Angiotensin II receptor blockers, steroids and radiotherapy in glioblastoma-a randomised multicentre trial (ASTER trial). An ANOCEF study.",
    "methods": null,
    "results": "Seventy-five patients were randomly assigned to receive Losartan (37 patients) or placebo (38 patients). No difference in the steroid dosage required to control brain oedema on the last day of RT, or one month after completion of RT, was seen between both arms. The incidence of adverse events was similar in both arms. Median overall survival was similar in both arms.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "6f7f77c3fa74bb86f8f0f143876cc063",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2019-Feb",
    "title": "Automated safety event monitoring using electronic medical records in a clinical trial setting: Validation study using the VA NEPHRON-D trial.",
    "methods": "The VA NEPHRON-D study was a multicenter, double-blind, randomized clinical trial designed to compare the effect of combination therapy (losartan plus lisinopril) versus monotherapy (losartan) on the progression of kidney disease in individuals with diabetes and proteinuria. The trial's safety outcomes included serious adverse events, hyperkalemia, and acute kidney injury. A subset of the participants (~62%, n = 895) enrolled in the trial's long-term follow-up sub-study and consented to electronic medical record data collection. We applied an automated algorithm to search and capture safety data using the VA Corporate Data Warehouse which houses electronic medical record data. Using study safety data reported during the trial as the gold standard, we evaluated the sensitivity and precision of electronic medical record-based safety data and related treatment effects.",
    "results": "The sensitivity of the electronic medical record-based safety for hospitalizations was 65.3% without non-VA hospitalization events and 92.3% with the non-VA hospitalization events included. The sensitivity was only 54.3% for acute kidney injury and 87.3% for hyperkalemia. The precision of electronic medical record-based safety data was 89.4%, 38%, and 63.2% for hospitalization, acute kidney injury, and hyperkalemia, respectively. Relative treatment differences under the study and electronic medical record settings were 15% and 3% for hospitalization, 123% and 29% for acute kidney injury, and 238% and 140% for hyperkalemia, respectively.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "9e19225ce38b7bbfc082a39455b99de9",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2019-May",
    "title": "Lisinopril versus lisinopril and losartan for mild childhood IgA nephropathy: a randomized controlled trial (JSKDC01 study).",
    "methods": "This is an open-label, multicenter, prospective, and randomized phase II controlled trial of 63 children with biopsy-proven proteinuric mild IgA nephropathy. We compared efficacy and safety between patients undergoing lisinopril monotherapy and patients undergoing combination therapy of lisinopril and losartan to determine better treatment for childhood proteinuric mild IgA nephropathy.",
    "results": "There was no difference in proteinuria disappearance rate (primary endpoint) between the two groups (cumulative disappearance rate of proteinuria at 24 months: 89.3% vs 89% [combination vs monotherapy]). Moreover, there were no significant differences in side effects between the two groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "95024c8a8efd37e21e0aa04981c6da88",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2018",
    "title": "A randomized, controlled, crossover pilot study of losartan for pediatric nonalcoholic fatty liver disease.",
    "methods": "This was an 8-week randomized, double-blind, placebo-controlled, phase 2a, crossover study (with a 6-week washout between conditions) for safety and preliminary efficacy of losartan 50 mg a day taken orally in 12 normotensive children with biopsy proven nonalcoholic steatohepatitis (NASH).",
    "results": "Twelve children enrolled in the study, and nine completed all visits. No changes in blood pressure or serious adverse events occurred during the study. Trends in improvement in alanine aminotransferase (ALT), aspartate aminotransferase (AST), and homeostatic model assessment insulin resistance (HOMA-IR) were seen with losartan treatment compared to the placebo time-period. More participants decreased ALT on losartan as compared to placebo (89% [8 out 9] vs. 56% [5 out of 9], respectively).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "9966ee71be66d904721f34cac717300f",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2018",
    "title": "The Rationale and Design of the Reducing Pathology in Alzheimer's Disease through Angiotensin TaRgeting (RADAR) Trial.",
    "methods": "Men and women aged at least 55 years with mild-to-moderate AD will be randomly allocated 100 mg encapsulated generic losartan or placebo once daily for 12 months after successful completion of a 2-week open-label phase and 2-week placebo washout to establish drug tolerability. 228 participants will provide at least 182 subjects with final assessments to provide 84% power to detect a 25% difference in atrophy rate (therapeutic benefit) change over 12 months at an alpha level of 0.05. We will use intention-to-treat analysis, estimating between-group differences in outcomes derived from appropriate (linear or logistic) multivariable regression models adjusting for minimization variables.",
    "results": "The primary outcome will be rate of whole brain atrophy as a surrogate measure of disease progression. Secondary outcomes will include changes to 1) white matter hyperintensity volume and cerebral blood flow; 2) performance on a standard series of assessments of memory, cognitive function, activities of daily living, and quality of life. Major assessments (for all outcomes) and relevant safety monitoring of blood pressure and bloods will be at baseline and 12 months. Additional cognitive assessment will also be conducted at 6 months along with safety blood pressure and blood monitoring. Monitoring of blood pressure, bloods, and self-reported side effects will occur during the open-label phase and during the majority of the post-randomization dispensing visits.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "4ffc1b3da757cea78c4d9531005dabf6",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2018-Jun",
    "title": "Brand vs generic adverse event reporting patterns: An authorized generic-controlled evaluation of cardiovascular medications.",
    "methods": "Events reported to the FDA Adverse Event Reporting System from the years 2004-2015 were analysed. Drugs were classified as brand, AG or generic based on drug and manufacturer names. Reports were included if amlodipine, losartan, metoprolol extended release (ER) or simvastatin were listed as primary or secondary suspect drugs. Disproportionality analyses using the reporting odds ratio (ROR) assessed the relative rate of reporting labelled AEs compared to reporting these AEs with all other drugs. The Breslow-Day test compared RORs across brand, AG and generic. Interrupted time series analysis evaluated the impact of generic entry on reporting trends.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "aed38f3fb57ff6ffb4f05349d5dd36da",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2017-Oct",
    "title": "Comparison of Fixed-dose Combinations of Amlodipine/Losartan Potassium/Chlorthalidone and Amlodipine/Losartan Potassium in Patients With Stage 2 Hypertension Inadequately Controlled With Amlodipine/Losartan Potassium: A Randomized, Double-blind, Multicenter, Phase III Study.",
    "methods": "This study was an 8-week, randomized double-blind, multicenter, phase III clinical trial. Three hundred forty volunteer patients with stage 2 hypertension were randomized to receive A/L/C or A/L. The primary end point was a change in sitting systolic blood pressure (SitSBP) after 8 weeks of treatment. As secondary end points, the change in SitSBP after 2 weeks of treatment and the change in sitting diastolic blood pressure (SitDBP) were compared between treatment groups. All patients were assessed for adverse events, clinical laboratory data, and vital signs.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "3a0902828b4d72b08986605351ec9271",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2017-Jul-01",
    "title": "Cardiovascular effects of urate-lowering therapies in patients with chronic gout: a systematic review and meta-analysis.",
    "methods": "Randomized trials were searched for treatment with ULT in gout. Eligible trials had to report CV safety of a ULT. Potential medications included allopurinol, febuxostat, pegloticase, rasburicase, probenecid, benzbromarone, sulphinpyrazone, losartan, fenofibrate and sodium-glucose linked transporter 2 inhibitors.",
    "results": "A total of 3084 citations were found, with 642 duplicates. After the primary screen, 35 studies were selected for review. Several trials did not report CV events. Six were not randomized controlled trials (RCTs). Four studies reported no events in either intervention arm while the other four had 40 events in the febuxostat group ( n = 3631) and 5 in allopurinol group ( n = 1154). Overall, the pooled analysis did not show a significant difference between the two [febuxostat vs allopurinol: relative risk (RR) 1.69 (95% CI 0.54, 5.34), P = 0.37]. CV events did not decrease over time. Comparing shorter studies (<52 weeks) to longer ones did not reveal any statistical differences. However, in long-term studies with febuxostat vs allopurinol, results were nearly significant, with more CVE occurring with febuxostat treatment. Comparing any ULT to placebo (eight studies, n = 2221 patients) did not demonstrate a significant difference in non-Anti-Platelet Trialists' Collaboration events [any ULT vs placebo: RR 1.47 (95% CI 0.49, 4.40), P = 0.49] or all-cause mortality [any ULT vs placebo: RR 1.45 (95% CI 0.35, 5.77), P = 0.60].",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "4f8cd1b7cda79f88ee3652c930cc3dc5",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2016-Oct",
    "title": "Effect of Red Ginseng on cytochrome P450 and P-glycoprotein activities in healthy volunteers.",
    "methods": "This article describes an open-label, crossover study. CYP probe cocktail drugs, caffeine, losartan, dextromethorphan, omeprazole, midazolam, and fexofenadine were administered before and after RG supplementation for 2 wk. Plasma samples were collected, and tolerability was assessed. Pharmacokinetic parameters were calculated, and 90% confidence intervals (CIs) of the geometric mean ratios of the parameters were determined from logarithmically transformed data using analysis of variance after RG administration versus before RG administration.",
    "results": "Fourteen healthy male participants were evaluated, none of whom were genetically defined as poor CYP2C9, 2C19, and CYP2D6 metabolizers based on genotyping. Before and after RG administration, the geometric least-square mean metabolic ratio (90% CI) was 0.870 (0.805-0.940) for caffeine to paraxanthine (CYP1A2), 0.871 (0.800-0.947) for losartan (CYP2C9) to EXP3174, 1.027 (0.938-1.123) for omeprazole (CYP2C19) to 5-hydroxyomeprazole, 1.373 (0.864-2.180) for dextromethorphan to dextrorphan (CYP2D6), and 0.824 (0.658-1.032) for midazolam (CYP3A4) to 1-hydroxymidazolam. The geometric mean ratio of the area under the curve of the last sampling time (AUClast) for fexofenadine (P-gp) was 0.963 (0.845-1.098). Administration of concentrated RG for 2 wk weakly inhibited CYP2C9 and CYP3A4 and weakly induced CYP2D6. However, no clinically significant drug interactions were observed between RG and CYP and P-gp probe substrates.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "a4a09ce4b13e45679797a032b9b6da31",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2016",
    "title": "Comparisons of the pharmacokinetics and tolerability of fixed-dose combinations of amlodipine besylate/losartan and amlodipine camsylate/losartan in healthy subjects: a randomized, open-label, single-dose, two-period, two-sequence crossover study.",
    "methods": null,
    "results": "The PK profiles of the two treatments were similar. For amlodipine, the geometric mean ratios (90% CIs) of amlodipine besylate to amlodipine camsylate for the Cmax and AUC0-t were 0.98 (0.94-1.01) and 0.97 (0.93-1.01), respectively. The corresponding values for losartan were 0.91 (0.81-1.02) and 1.05 (0.98-1.12), respectively. The incidence of adverse events was not significantly different between the two treatments, and both were well tolerated.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "c02f87673770028f3442cdca99c986d2",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2016-Dec",
    "title": "Effect of fermented red ginseng on cytochrome P450 and P-glycoprotein activity in healthy subjects, as evaluated using the cocktail approach.",
    "methods": "This study was an open-label crossover study. The CYP probe cocktail drugs caffeine, losartan, dextromethorphan, omeprazole, midazolam and fexofenadine were administered before and after 2 weeks of fermented red ginseng administration. Plasma samples were collected, and tolerability was assessed. Pharmacokinetic parameters were calculated, and the 90% confidence intervals (CIs) of the geometric mean ratios of the parameters were determined from logarithmically transformed data. Values were compared between before and after fermented red ginseng administration using analysis of variance (anova).",
    "results": "Fifteen healthy male subjects were evaluated, none of whom were genetically defined as a poor CYP2C9, CYP2C19 or CYP2D6 metabolizer based on genotyping. Before and after fermented red ginseng administration, the geometric least-square mean metabolic ratio (90% CI) was 0.901 (0.830-0.979) for caffeine (CYP1A2) to paraxanthine, 0.774 (0.720-0.831) for losartan (CYP2C9) to EXP3174, 1.052 (0.925-1.197) for omeprazole (CYP2C19) to 5-hydroxyomeprazole, 1.150 (0.860-1.538) for dextromethorphan (CYP2D6) to dextrorphan, and 0.816 (0.673-0.990) for midazolam (CYP3A4) to 1-hydroxymidazolam. The geometric mean ratio of the area under the curve of the last sampling time (AUClast ) for fexofenadine (P-gp) was 1.322 (1.112-1.571).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "0b6310c69095c5c26120b5b4a3d660c2",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2016-Nov",
    "title": "Clinical study of total glucosides of paeony for the treatment of diabetic kidney disease in patients with diabetes mellitus.",
    "methods": "An open-label, prospective, randomized, parallel-group, single-site study involving 76 patients with DKD. Patients were randomized into two groups: losartan group (n = 38), treated with losartan 100 mg/day for 6 months and TGP group (n = 38), treated with TGP 1800 mg/day and losartan 100 mg/day for 6 months. Serum hs-CRP, MCP-1, and TNF-α were determined before and after treatment. Urinary albumin excretion rate (UAER), fasting blood glucose, serum creatinine, and lipid profiles were examined.",
    "results": "At the end-point, UAER decreased in the TGP group compared with baseline. UAER in the losartan group decreased to a level lower than before treatment. The rate of decline in the losartan group was significantly lower than the TGP group. There were no significant differences in serum creatinine and albumin levels between TGP and losartan groups at the end-point. Serum hs-CRP, MCP-1, and TNF-α levels were significantly lower in both groups after treatment. After treatment, serum hs-CRP, MCP-1, and TNF-α in the TGP group decreased more than the losartan group. Positive correlations were observed between UAER and hs-CRP, MCP-1, and TNF-α. No statistically significant difference in side effects was observed between groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "19e60b98b906e22cbca957a064f7d049",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2021",
    "title": "Safety, Tolerability, and Effect of Nusinersen Treatment in Ambulatory Adults With 5q-SMA",
    "methods": null,
    "results": "Objective: To determine the safety and tolerability of nusinersen treatment in ambulatory adults with spinal muscular atrophy (SMA) and investigate the treatment effect on muscle strength, physical function, and motor unit physiology. Methods: Individuals aged 18 years or older with genetically confirmed 5q SMA, three or more copies of the SMN2 gene, and the ability to ambulate 30 feet were enrolled. Safety outcomes included the number of adverse events and serious adverse events, clinically significant vital sign or laboratory parameter abnormalities. Outcome assessments occurred at baseline (prior to the first dose of nusinersen) and then 2, 6, 10, and 14 months post-treatment. Results: Six women, seven men (mean age: 37 ± 11, range: 18–59 years) were included for analyses. The most common side effects were headache and back pain, but overall procedures and treatments were well-tolerated. No serious adverse events were reported. Maximal Voluntary Isometric Muscle Contraction Testing (MVICT) and 6-min walk test (6MWT) both showed overall stability with significant increases at 2, 6, and 10 months for the 6MWT. More consistent significant treatment effects were noted on the Hammersmith Functional Motor Scale Expanded, SMA-Functional Rating Scale, and forced vital capacity. Treatment resulted in progressively increased ulnar compound muscle action potential and average single motor unit potential amplitudes, but motor unit number estimation remained stable. Conclusions: Nusinersen treatment is safe and well-tolerated in ambulatory adults with SMA. Treatment resulted in improved motor function and electrophysiological findings suggest that this improvement may be occurring via improved motor unit reinnervation capacity.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "c253fad37731d4bfafce05646bc731d5",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "A pharmacovigilance study assessing risk of angioedema with angiotensin receptor blockers using the US FDA adverse event reporting system.",
    "methods": null,
    "results": "BACKGROUND\nAngiotensin receptor blockers (ARBs) are widely used for treating hypertension and heart failure. Angioedema has been reported as a controversial adverse effect of ARBs and the evidence on individual ARB risks is limited. This study aimed to assess signals of angioedema with different ARBs using the US FDA Adverse Event Reporting System (AERS) database.\n\n\nRESEARCH DESIGN AND METHODS\nReports of angioedema from 2004-2024 in AERS with an ARB as the primary suspect were extracted using Medical Dictionary for Regulatory Activities queries. Disproportionality analyses including reporting odds ratio, proportional reporting ratio, Bayesian confidence propagation neural network and multi-item gamma Poisson shrinker were conducted to identify safety signals for individual ARBs.\n\n\nRESULTS\nA total of 3,683 unique reports met the selection criteria. Irbesartan and losartan generated signals in all statistical measures, followed by telmisartan and candesartan in some measures. Valsartan had the highest report count. Most reports reported hospitalization, prolonged hospitalization or life-threatening outcomes consequent to angioedema.\n\n\nCONCLUSION\nThis pharmacovigilance study using AERS highlights potential higher risks of angioedema with losartan and irbesartan compared to other ARBs, warranting validation through prospective epidemiological studies to characterize individual ARB safety profiles.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "9f0184760f3dc11ecfac5d854743e1f2",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Pulmonary adverse events associated with amiodarone: a real-world pharmacovigilance study based on the FDA adverse event reporting system.",
    "methods": null,
    "results": "BACKGROUND\nAmiodarone is used to treat cardiac arrhythmias but carries a risk of pulmonary toxicity. Despite this well-known side effect, there is currently no large descriptive case series studying amiodarone-induced pulmonary toxicity.\n\n\nMETHODS\nThe reporting odds ratio (ROR) was utilized to quantify signals of amiodarone-related pulmonary adverse events (AEs) from 2004 to 2023. Severity comparisons between serious and non-serious cases were conducted using the Mann-Whitney U test or chi-square (χ2) test, and signal prioritization was achieved through rating scales.\n\n\nRESULTS\nA total of 4896 cases of amiodarone-related pulmonary AEs were found, and 56 signals were detected. 27 AEs were classified as serious adverse reactions, and 21 AEs were identified as new and unexpected signals. Even when stratified by age, weight, sex, and reporter type, the association between amiodarone and pulmonary diseases persisted. Seven strong clinical priority signals were defined. The median time to onset (TTO) for strong, moderate, and weak clinical priority signals was 221, 126, and 227 days, respectively. All disproportional signals exhibited an early failure-type pattern.\n\n\nCONCLUSION\nOur study offers a deeper and broader understanding of the pulmonary safety profile of amiodarone, which will aid healthcare professionals in mitigating the risk of pulmonary adverse events in clinical practice.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "4ab524bc30b086598d31feccddd264d8",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2021",
    "title": "Safety, Tolerability, and Effect of Nusinersen in Non-ambulatory Adults With Spinal Muscular Atrophy",
    "methods": null,
    "results": "Objective: Investigation of the safety, tolerability, and treatment effect of nusinersen treatment in non-ambulatory adults with spinal muscular atrophy (SMA). Methods: Non-ambulatory individuals, aged 18 years or older with genetically confirmed 5q SMA were enrolled. In participants with spinal fusion, fluoroscopy guided cervical C1–C2 lateral approach was used. Outcomes at 2, 6, 10, and 14 months post-treatment were compared with baseline assessment. Forced vital capacity (FVC) was the primary outcome, and RULM, HFMSE, the modified SMA-FRS, and ulnar nerve electrophysiology [compound muscle action potential (CMAP), single motor unit size, and motor unit number] were secondary. Adverse and serious adverse events and clinically significant vital sign or lab abnormalities were recorded. Results: Results from 12 women and 7 men (mean age: 39.7 ± 13.9, range: 21–64 years) were analyzed. No clinically significant changes of vital signs or laboratory parameters were observed. Five participants were hospitalized for pneumonia. Other adverse events included headache, back pain, cervical injection site pain, and upper respiratory and urinary tract infections. High baseline protein/creatinine ratio without significant change on treatment noted in 4 participants. FVC was feasible in all participants. HFMSE and RULM were not feasible in the majority of participants. FVC and functional outcomes were stable without improvement. CMAP and single motor unit potential sizes showed enlargement while motor unit numbers were stable. Conclusions: Nusinersen, including C1/C2 delivery, was safe overall and well-tolerated. Several outcome measures were limited by floor effect. Overall, treatment resulted in stability of motor outcomes, but motor unit and CMAP size were increased.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "fb13e6b7635d72c7fa748d588c15579a",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2019",
    "title": "Tolerability of BRAF/MEK inhibitor combinations: adverse event evaluation and management",
    "methods": null,
    "results": "The inhibition of the mitogen-activated protein kinases signalling pathway through combined use of BRAF and MEK inhibitors (BRAFi+MEKi) represents an established therapeutic option in patients with BRAF-mutated, advanced melanoma. These efficient therapies are well tolerated with mostly moderate and reversible side effects and a discontinuation rate due to adverse events of 11.5%–15.7%. Median duration of therapy ranges between 8.8 and 11.7 months. Based on data from confirmatory trials, safety profiles of three BRAFi+MEKi combinations were reviewed, that is, dabrafenib plus trametinib, vemurafenib plus cobimetinib and encorafenib plus binimetinib. Many adverse events are class effects, such as cutaneous, gastrointestinal, ocular, cardiac and musculoskeletal events; some adverse events are substance associated. Fever (dabrafenib) and photosensitivity (vemurafenib) are the most common and clinically prominent examples. Other adverse events are less frequent and the association to one substance is less strong such as anaemia, facial paresis (encorafenib), neutropenia (dabrafenib), skin rash, QTc prolongation and increased liver function tests (vemurafenib). This narrative review provides recommendations for monitoring, adverse event evaluation and management focusing on the clinically relevant side effects of the three regimens.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "6b7c9e4e14cbe9357aff497390310a1f",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2020",
    "title": "Safety, tolerability, and outcomes of losartan use in patients hospitalized with SARS-CoV-2 infection: A feasibility study",
    "methods": null,
    "results": "Background Retrospective studies on the use of Renin-Angiotensin-Aldosterone System blockade in patients with Coronavirus Disease 2019 (COVID-19) have been informative but conflicting, and prospective studies are required to demonstrate the safety, tolerability, and outcomes of initiating these agents in hospitalized patients with COVID-19 and hypertension. Methods and findings This is a single center feasibility study encompassing two cohorts: (1) prospective cohort (April 21, 2020 to May 29, 2020) and (2) retrospective cohort (March 7, 2020 to April 1, 2020) of hospitalized patients with real-time polymerase chain reaction (PCR) positive SARS-CoV-2 by nasopharyngeal swab. Key inclusion criteria include BP > 130/80 and a requirement of supplemental oxygen with FiO2 of 25% or higher to maintain SpO2 > 92%. Key exclusion criteria included hyperkalemia and acute kidney injury (AKI) at the time of enrollment. Prospective cohort consisted of de novo initiation of losartan and continuation for a minimum of 7 days and assessed for adverse events (AKI, hyperkalemia, transaminitis, hypotension) and clinical outcomes (change in SpO2/FiO2 and inflammatory markers, need for ICU admission and mechanical ventilation). Retrospective cohort consisted of continuation of losartan (prior-to-hospitalization) and assessment of similar outcomes. In the prospective cohort, a total of 250 hospitalized patients were screened and inclusion/exclusion criteria were met in 16/250 patients and in the retrospective cohort, a total of 317 hospitalized patients were screened and inclusion/exclusion criteria were met in 14/317 patients. Most common adverse event was hypotension, leading to discontinuation in 3/16 (19%) and 2/14 (14%) patients in the prospective and retrospective cohort. No patients developed AKI in the prospective cohort as compared to 1/14 (7%) patients in the retrospective cohort, requiring discontinuation of losartan. Hyperkalemia occurred in 1/16 (6%) and 0/14 patients in the prospective and retrospective cohorts, respectively. In the prospective cohort, 3/16 (19%) and 2/16 (13%) patients required ICU admission and mechanical ventilation. In comparison, 3/14 (21%) required ICU admission and mechanical ventilation in the retrospective cohort. A majority of patients in both cohorts (14/16 (88%) and 13/14 (93%) patients from the prospective and retrospective cohort) were discharged alive from the hospital. A total of 9/16 (prospective) and 5/14 (retrospective) patients completed a minimum 7 days of losartan. In these 9 patients in the prospective cohort, a significant improvement in SpO2/FiO2 ratio was observed from day 1 to 7. No significant changes in inflammatory markers (initiation, peak, and day 7) were observed in either cohort. Conclusion In this pilot study we demonstrate that losartan was well-tolerated among hospitalized patients with COVID-19 and hypertension. We also demonstrate the feasibility of patient recruitment and the appropriate parameters to assess the outcomes and safety of losartan initiation or continuation, which provides a framework for future randomized clinical trials.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "96d9108f1bbde7aec8d5c083ed5f3695",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2019",
    "title": "Randomized, Double-Blind, Placebo-Controlled Study of the Safety, Tolerability, and Clinical Effect of Danirixin in Adults With Acute, Uncomplicated Influenza",
    "methods": null,
    "results": "Abstract Background Danirixin (DNX), a selective and reversible CXC chemokine receptor 2 antagonist, inhibits neutrophil transmigration and activation. This study assessed the safety, tolerability, and clinical effect of DNX with and without oseltamivir (OSV) in adults with acute, uncomplicated influenza. Methods This was a placebo-controlled, double-blind, Phase IIa study. Participants (18–64 years) with influenza-like symptoms (onset ≤48 hours) and positive influenza rapid antigen test were randomized 2:1:2:1 to DNX, placebo, DNX+OSV, or OSV (75 mg each, administered twice daily for 5 days) and followed for 28 days. Primary endpoints included frequency of adverse events (AEs) and serious AEs (SAEs). The effect of DNX on virologic response and clinical effect on influenza symptoms were secondary endpoints. Results A total of 45 participants were enrolled, 35 of whom were confirmed influenza positive by polymerase chain reaction analysis. The highest incidence of AEs was in the placebo group (4 of 7, 57%), followed by the DNX+OSV (7 of 16, 44%), DNX (3 of 15, 20%), and OSV (0 of 7, 0%) groups. One SAE (T-wave abnormality) was reported in the DNX group (unrelated to treatment). No differences in viral load assessments were observed among treatment groups. Conclusions Danirixin treatment was well tolerated and did not impede viral clearance.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "f116a64b2c5059918567c381b8dda894",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2017",
    "title": "Single- and Multiple-Dose Study To Determine the Safety, Tolerability, Pharmacokinetics, and Food Effect of Oral MRX-I versus Linezolid in Healthy Adult Subjects",
    "methods": null,
    "results": "ABSTRACT A multipart phase 1 study was conducted to determine the safety, tolerability, pharmacokinetics, and food effect of the novel oral oxazolidinone, MRX-I, in healthy adults, as well as the tolerability of longer-term exposure of both oral MRX-I and linezolid. Thirty subjects in part 1 received single ascending doses of MRX-I or placebo under fasting or fed condition in a double-blind crossover design. Twelve subjects in part 2 received MRX-I at 800 mg every 12 h (q12h) for 14 days in a double-blind, placebo-controlled design. In part 3, 24 subjects were randomized to receive 28 days of MRX-I at 800 mg q12h or oral linezolid at 600 mg q12h for 28 days in a double-blind, double-dummy design. Oral MRX-I was associated with a greater bioavailability and exposure when administered with food, and minimal accumulation of MRX-I occurred after multiple-dose administration. Oral MRX-I was well tolerated at single doses of up to 1,200 and 800 mg q12h for up to 28 days; all adverse events were mild to moderate in severity, and there was no drug discontinuation due to adverse events. These data support further clinical development of oral MRX-I in the treatment of resistant Gram-positive bacterial infections.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "d45a959ec9f3d93750f9fd1696da6639",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2017",
    "title": "Safety, Tolerability, and Antihypertensive Effect of SER100, an Opiate Receptor‐Like 1 (ORL‐1) Partial Agonist, in Patients With Isolated Systolic Hypertension",
    "methods": null,
    "results": "The purpose of the present trial was to evaluate safety, tolerability, and effect on systolic blood pressure (SBP) of SER100 in a small group of patients with isolated systolic hypertension (ISH) in treatment with at least 1 antihypertensive drug. Eligible patients were randomized to either SER100 (10 mg) or placebo in a crossover design, and 2 doses were given subcutaneously (SC), 8 hours apart, on 2 consecutive days. On all treatment days patients were monitored with an ambulatory blood pressure measurement device for 12 daytime hours. Seventeen patients completed treatment. There were no serious or severe adverse events. Relative to placebo SER100 induced an average reduction of SBP during the 2 treatment days of 7.0 mm Hg (P = 0.0032), whereas the average reduction of diastolic blood pressure (DBP) over the same period was 3.8 mm Hg (P = 0.0011). For patients with ISH, this short‐term cross‐over study of SC SER100 demonstrated an acceptable safety profile and consistent, significant lowering of SBP and DBP. As initial clinical proof of concept for a new class of drugs, a nociceptin agonist peptide, the results were encouraging and warrant further research.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "63dfae9c8a6dfae84ab56ae7fbbcc2ac",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2021",
    "title": "COVID-19 Vaccination in Patients with Severe Asthma on Biologic Treatment: Safety, Tolerability, and Impact on Disease Control",
    "methods": null,
    "results": "Background: COVID-19 vaccination has been recommended for severe asthmatics. We aimed to evaluate the safety, tolerability, and impact on disease control and patient’s quality of life of the mRNA SARS-CoV-2/COVID-19 vaccine in severe asthma patients regarding biologic treatment. Methods: Severe asthmatic patients regularly managed by two big allergy and respiratory referral centers were offered to undergo Pfizer COVID 19 vaccination at the hospital site. Patients filled in an adverse events questionnaire after the first and second dose, as well as the Asthma Control Test (ACT) and Asthma Quality of Life Questionnaire (AQLQ). Results: Overall, 253 patients were vaccinated; only 16 patients refused. No serious events were detected. Less than 20% of patients reported side effects, most of which were classified as very common side effects. No differences were reported according to the ongoing biologic drug. A significant improvement in both ACT and AQLQ was observed between the first and the second dose administration. Conclusions: Our data confirm the optimal safety and tolerability profile of mRNA SARS- CoV-2/COVID-19 in severe asthma patients on biologic treatment, as well as their positive attitude towards COVID-19 vaccination. The negligible proportion of patients reporting side effects and the absence of asthma exacerbations are relevant to support the COVID-19 vaccination campaign in severe asthma patients worldwide.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "ea7785a0910ba431d665f5de63ca01ff",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2022",
    "title": "Safety, Tolerability, and Pharmacokinetics of the Novel Antiviral Agent Ensitrelvir Fumaric Acid, a SARS-CoV-2 3CL Protease Inhibitor, in Healthy Adults",
    "methods": null,
    "results": "Ensitrelvir is a novel selective inhibitor of the 3C-like protease of SARS-CoV-2, which is essential for viral replication. This phase 1 study of ensitrelvir assessed its safety, tolerability, and pharmacokinetics of single (part 1, n = 50) and multiple (part 2, n = 33) ascending oral doses. ABSTRACT Ensitrelvir is a novel selective inhibitor of the 3C-like protease of SARS-CoV-2, which is essential for viral replication. This phase 1 study of ensitrelvir assessed its safety, tolerability, and pharmacokinetics of single (part 1, n = 50) and multiple (part 2, n = 33) ascending oral doses. Effect of food on the pharmacokinetics of ensitrelvir, differences in pharmacokinetics of ensitrelvir between Japanese and white participants, and effect of ensitrelvir on the pharmacokinetics of midazolam (a cytochrome P450 3A [CYP3A] substrate) were also assessed. In part 1, Japanese participants were randomized to placebo or ensitrelvir at doses of 20, 70, 250, 500, 1,000, or 2,000 mg. In part 2, Japanese and white participants were randomized to placebo or once-daily ensitrelvir at loading/maintenance dose 375/125 mg or 750/250 mg for 5 days. Most treatment-related adverse events observed were mild in severity and were resolved without treatment. Plasma exposures showed almost dose proportionality, and geometric mean half-life of ensitrelvir following the single dose was 42.2 to 48.1 h. Food intake reduced Cmax and delayed Tmax of ensitrelvir but did not impact the area under the curve (AUC), suggesting suitability for administration without food restriction. Compared with Japanese participants, plasma exposures were slightly lower for white participants. Ensitrelvir affected the pharmacokinetics of CYP3A substrates because of increase in AUC of midazolam coadministered with ensitrelvir 750/250 mg on day 6. In conclusion, ensitrelvir was well-tolerated and demonstrated favorable pharmacokinetics, including a long half-life, supporting once-daily oral dosing. These results validate further assessments of ensitrelvir in participants with SARS-CoV-2 infection.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "2c6a8e5c25b13e1cf643526ee9d0c3e3",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2019",
    "title": "Side effect profile and comparative tolerability of 21 antidepressants in the acute treatment of major depression in adults: protocol for a network meta-analysis",
    "methods": null,
    "results": "Introduction We have recently compared all second-generation as well as selected first-generation antidepressants in terms of efficacy and acceptability in the acute treatment of major depression. Here we present a protocol for a network meta-analysis aimed at extending these results, updating the evidence base and comparing all second-generation as well as selected first-generation antidepressants in terms of specific adverse events and tolerability in the acute treatment of major depression in adults. Methods and analysis We will include all double-blind randomised controlled trials comparing one active drug with another or with placebo in the acute treatment major depression in adults. We will compare the following active agents: agomelatine, amitriptyline, bupropion, citalopram, clomipramine, desvenlafaxine, duloxetine, escitalopram, fluoxetine, fluvoxamine, levomilnacipran, milnacipran, mirtazapine, nefazodone, paroxetine, reboxetine, sertraline, trazodone, venlafaxine, vilazodone and vortioxetine. The main outcomes will include the total number of patients experiencing specific adverse events; experiencing serious adverse events; and experiencing at least one adverse event. Published and unpublished studies will be retrieved through relevant database searches, trial registries and websites; reference selection and data extraction will be completed by at least two independent reviewers. For each outcome we will undertake a network meta-analysis to synthesise all evidence. We will use local and global methods to evaluate consistency. We will perform all analyses in R. We will assess the quality of evidence contributing to network estimates with the Confidence in Network Meta-Analysis web application. Discussion This work will provide an in- depth analysis and an insight into the specific adverse events of individual antidepressants. Ethics and dissemination This review does not require ethical approval. PROSPERO registration number CRD42019128141.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "8cba65e9b38e8d388bbf455d2bdb3db5",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2020",
    "title": "Effect of a Chikungunya Virus-Like Particle Vaccine on Safety and Tolerability Outcomes: A Randomized Clinical Trial.",
    "methods": null,
    "results": "Importance\nChikungunya virus (CHIKV) is a mosquito-borne Alphavirus prevalent worldwide. There are currently no licensed vaccines or therapies.\n\n\nObjective\nTo evaluate the safety and tolerability of an investigational CHIKV virus-like particle (VLP) vaccine in endemic regions.\n\n\nDesign, Setting, and Participants\nThis was a randomized, placebo-controlled, double-blind, phase 2 clinical trial to assess the vaccine VRC-CHKVLP059-00-VP (CHIKV VLP). The trial was conducted at 6 outpatient clinical research sites located in Haiti, Dominican Republic, Martinique, Guadeloupe, and Puerto Rico. A total of 400 healthy adults aged 18 through 60 years were enrolled after meeting eligibility criteria. The first study enrollment occurred on November 18, 2015; the final study visit, March 6, 2018.\n\n\nInterventions\nParticipants were randomized 1:1 to receive 2 intramuscular injections 28 days apart (20 µg, n = 201) or placebo (n = 199) and were followed up for 72 weeks.\n\n\nMain Outcomes and Measures\nThe primary outcome was the safety (laboratory parameters, adverse events, and CHIKV infection) and tolerability (local and systemic reactogenicity) of the vaccine, and the secondary outcome was immune response by neutralization assay 4 weeks after second vaccination.\n\n\nResults\nOf the 400 randomized participants (mean age, 35 years; 199 [50%] women), 393 (98%) completed the primary safety analysis. All injections were well tolerated. Of the 16 serious adverse events unrelated to the study drugs, 4 (25%) occurred among 4 patients in the vaccine group and 12 (75%) occurred among 11 patients in the placebo group. Of the 16 mild to moderate unsolicited adverse events that were potentially related to the drug, 12 (75%) occurred among 8 patients in the vaccine group and 4 (25%) occurred among 3 patients in the placebo group. All potentially related adverse events resolved without clinical sequelae. At baseline, there was no significant difference between the effective concentration (EC50)-which is the dilution of sera that inhibits 50% infection in viral neutralization assay-geometric mean titers (GMTs) of neutralizing antibodies of the vaccine group (46; 95% CI, 34-63) and the placebo group (43; 95% CI, 32-57). Eight weeks following the first administration, the EC50 GMT in the vaccine group was 2005 (95% CI, 1680-2392) vs 43 (95% CI, 32-58; P < .001) in the placebo group. Durability of the immune response was demonstrated through 72 weeks after vaccination.\n\n\nConclusions and Relevance\nAmong healthy adults in a chikungunya endemic population, a virus-like particle vaccine compared with placebo demonstrated safety and tolerability. Phase 3 trials are needed to assess clinical efficacy.\n\n\nTrial Registration\nClinicalTrials.gov Identifier: NCT02562482.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "b861de0ac893e0aafa454f03dcea4d19",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2022",
    "title": "Cutaneous Toxicity Associated With Enfortumab Vedotin: A Real-Word Study Leveraging U.S. Food and Drug Administration Adverse Event Reporting System",
    "methods": null,
    "results": "Introduction Enfortumab vedotin (EV) has been demonstrated to have a significant response rate in early phase trials and is known for its tolerable side-effect profile. Emerging case reports have raised awareness of cutaneous toxicities, which may be a potentially fatal complication. Objective To assess the potential relevance between EV and cutaneous toxicities reports through data mining of the U.S. Food and Drug Administration (FDA) adverse event reporting system (FAERS). Methods Data from January 1, 2019, to November 4, 2021, in the FAERS database were retrieved. Information component (IC) and reporting odds ratio (ROR) were used to evaluate the association between EV and cutaneous toxicities events. Results EV was significantly associated with cutaneous toxicities in the database compared with both all other drugs (ROR 12.90 [10.62–15.66], IC 2.76 [2.52–3.01], middle signal) and platinum-based therapy (ROR 15.11 [12.43–18.37], IC 2.91 [2.66–3.15], middle signal) in the FAERS database. A significant association was detected between EV and all the cutaneous adverse effects (AEs) except erythema, palmar–plantar erythrodysesthesia syndrome, and dermatitis allergic. Both Stevens–Johnson syndrome and toxic epidermal necrolysis occurred 15 times as frequently for EV compared with all other drugs (ROR = 15.20; ROR = 15.52), while Stevens–Johnson syndrome occurred 18 times and toxic epidermal necrolysis occurred 7 times as frequently for EV compared with platinum-based therapy in the database (ROR = 18.74; ROR = 7.80). All groups that limited the gender and age showed a significant association between EV and cutaneous toxicities. Conclusions A significant signal was detected between EV use and cutaneous toxicities. It is worth noting that Stevens–Johnson syndrome and toxic epidermal necrolysis were significantly associated with EV use.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "968733017a5e08375abf7a3ab79a2f72",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2020",
    "title": "Safety, Tolerability, and Nocebo Phenomena During Transcranial Magnetic Stimulation: A Systematic Review and Meta‐Analysis of Placebo‐Controlled Clinical Trials",
    "methods": null,
    "results": "The methodology used for the application of repetitive transcranial magnetic stimulation (TMS) is such that it may induce a placebo effect. Respectively, adverse events (AEs) can occur when using a placebo, a phenomenon called nocebo. The primary aim of our meta‐analysis is to establish the nocebo phenomena during TMS. Safety and tolerability of TMS were also studied.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "aeafdd40048b491b92db46e461798ca1",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2020",
    "title": "Safety and Tolerability of PCSK9 Inhibitors: Current Insights",
    "methods": null,
    "results": "Abstract The current era of preventive cardiology continues to emphasize on low-density lipoprotein cholesterol (LDL-C) reduction to alleviate the burden of atherosclerotic cardiovascular disease (ASCVD). In this regard, the pharmacological inhibition of proprotein convertase subtilisin/kexin type 9 (PCSK9) enzyme via monoclonal antibodies has emerged as a novel lipid-lowering therapy, leading to a marked reduction in circulating LDL-C levels and subsequent improvement of cardiovascular outcomes. As these agents are increasingly used in current clinical practice, mounting scientific and clinical evidence supports that PCSK9 inhibitors offer an excellent safety and tolerability profile with a low incidence of adverse events. Notably, the most frequently reported side effects are injection-site reactions. In contrast to statins, PCSK9 inhibitors do not appear to exert a detrimental effect on glycemic control or to increase the incidence of new-onset diabetes mellitus. Accumulating evidence also indicates that PCSK9 inhibitors are a safe, well-tolerated and effective therapeutic strategy for patients with statin intolerance. On the other hand, as PCSK9 inhibitors reduce LDL-C to unprecedented low levels, a large body of current research has examined the effects of their long-term administration on neurocognition and on levels of vitamin E and other fat-soluble vitamins, providing encouraging results. This review aims to present and discuss the current clinical and scientific evidence pertaining to the safety and tolerability of PCSK9 inhibitors.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "a2703dd45aca6dfeb9e7f43ff0125500",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2016",
    "title": "The Safety, Tolerability and Risks Associated with the Use of Newer Generation Antidepressant Drugs: A Critical Review of the Literature",
    "methods": null,
    "results": "Newer generation antidepressant drugs (ADs) are widely used as the first line of treatment for major depressive disorders and are considered to be safer than tricyclic agents. In this critical review, we evaluated the literature on adverse events, tolerability and safety of selective serotonin reuptake inhibitors, serotonin noradrenaline reuptake inhibitors, bupropion, mirtazapine, trazodone, agomelatine, vilazodone, levomilnacipran and vortioxetine. Several side effects are transient and may disappear after a few weeks following treatment initiation, but potentially serious adverse events may persist or ensue later. They encompass gastrointestinal symptoms (nausea, diarrhea, gastric bleeding, dyspepsia), hepatotoxicity, weight gain and metabolic abnormalities, cardiovascular disturbances (heart rate, QT interval prolongation, hypertension, orthostatic hypotension), genitourinary symptoms (urinary retention, incontinence), sexual dysfunction, hyponatremia, osteoporosis and risk of fractures, bleeding, central nervous system disturbances (lowering of seizure threshold, extrapyramidal side effects, cognitive disturbances), sweating, sleep disturbances, affective disturbances (apathy, switches, paradoxical effects), ophthalmic manifestations (glaucoma, cataract) and hyperprolactinemia. At times, such adverse events may persist after drug discontinuation, yielding iatrogenic comorbidity. Other areas of concern involve suicidality, safety in overdose, discontinuation syndromes, risks during pregnancy and breast feeding, as well as risk of malignancies. Thus, the rational selection of ADs should consider the potential benefits and risks, likelihood of responsiveness to the treatment option and vulnerability to adverse events. The findings of this review should alert the physician to carefully review the appropriateness of AD prescription on an individual basis and to consider alternative treatments if available.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "505788e8cf7112642f7a392995d6373a",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2021",
    "title": "Pivotal Phase 3 Randomized Clinical Trial of the Safety, Tolerability, and Immunogenicity of 20-Valent Pneumococcal Conjugate Vaccine in Adults Aged ≥18 Years",
    "methods": null,
    "results": "Abstract Background Pneumococcal conjugate vaccines (PCVs) have significantly reduced pneumococcal disease, but disease from non-PCV serotypes remains. The safety, tolerability, and immunogenicity of a 20-valent PCV (PCV20) were evaluated. Methods This pivotal phase 3, randomized, double-blind study enrolled adults into 3 age groups (≥60, 50–59, and 18–49 years) at US and Swedish sites. Participants were randomized to receive 1 PCV20 or 13-valent PCV (PCV13) dose. After 1 month, participants aged ≥60 years also received 1 dose of saline or 23-valent polysaccharide vaccine (PPSV23). Safety assessments included local reactions, systemic events, adverse events, serious adverse events, and newly diagnosed chronic medical conditions. Opsonophagocytic activity geometric mean titers 1 month after PCV20 were compared with 13 matched serotypes after PCV13 and 7 additional serotypes after PPSV23 in participants aged ≥60 years; noninferiority was declared if the lower bound of the 2-sided 95% confidence interval for the opsonophagocytic activity geometric mean titer ratio (ratio of PCV20/saline to PCV13/PPSV23 group) was >0.5. PCV20-elicited immune responses in younger participants were also bridged to those in 60–64-year-olds. Results The severity and frequency of prompted local reactions and systemic events were similar after PCV20 or PCV13; no safety concerns were identified. Primary immunogenicity objectives were met, with immune responses after PCV20 noninferior to 13 matched serotypes after PCV13 and to 6 additional PPSV23 serotypes in participants aged ≥60 years; serotype 8 missed the statistical noninferiority criterion. PCV20 induced robust responses to all 20 vaccine serotypes across age groups. Conclusions PCV20 was safe and well tolerated, with immunogenicity comparable to that of PCV13 or PPSV23. PCV20 is anticipated to expand protection against pneumococcal disease in adults. Clinical Trials Registration NCT03760146.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "13022667e9b55c2506f76a009e360034",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2013",
    "title": "Safety, tolerability and pharmacokinetics of single and multiple doses of a novel sigma-1 receptor antagonist in three randomized phase I studies.",
    "methods": null,
    "results": "AIM\nTo assess the safety, tolerability, pharmacodynamics and pharmacokinetics in healthy subjects of a novel, highly selective, sigma-1 receptor antagonist (S1RA).\n\n\nMETHODS\nThree randomized, double-blind, placebo-controlled trials evaluated single oral doses (5-500 mg, study 101; 500-800 mg, study 106) and multiple doses (50-400 mg once daily for 8 days, study 102) of S1RA. Safety and tolerability were assessed by adverse event reporting, clinical laboratory, physical examinations, vital signs and electrocardiography, including Holter monitoring. Pharmacodynamic assessments included computerized cognitive testing. Plasma samples were analyzed using validated HPLC-MS/MS methods.\n\n\nRESULTS\nOne hundred and seventy-five subjects were enrolled. Single and multiple doses were safe and well tolerated, with no serious adverse events. The most common side effects were headache and dizziness. The highest single doses were associated with some mild to moderate transient CNS effects. The maximum tolerated dose was not reached. There were no clinically significant changes in the electrocardiogram (ECG), 24 h Holter monitoring, or in vital signs and laboratory assessments. Subjective CNS pharmacodynamics evaluations showed no relevant differences vs. placebo. Cognitive testing showed no effects on visual memory, executive function, attention or somnolence, while revealing some transient slowing of response for simple reaction time and choice reaction time at 2 h following the administration of higher doses. A fast absorption, rapid distribution and slow elimination were observed (t(max) 0.75-2.0 h, t(1/2) compatible with once a day administration) and steady-state was reached. No gender differences were observed.\n\n\nCONCLUSIONS\nS1RA exhibited an acceptable safety, tolerability, pharmacodynamic and pharmacokinetic profile in healthy subjects over the dose range studied.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "e10ad85d7680acc11b3ab43eecebf3fa",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2021",
    "title": "Clinical Evaluation of 16-Week Supplementation with 5HMO-Mix in Healthy-Term Human Infants to Determine Tolerability, Safety, and Effect on Growth",
    "methods": null,
    "results": "Human milk oligosaccharides (HMOs) are complex sugars that occur naturally in human breast milk and provide many beneficial functions. Most formula products lack HMOs or contain only the most abundant HMO, 2′-fucosyllactose; however, benefits of HMOs come from multiple sugars. We therefore developed a mixture of five HMOs (5HMO-Mix) mimicking the natural concentrations of the top five HMOs (5.75 g/L total, comprising 52% 2′-fucosyllactose, 13% 3-fucosyllactose, 26% lacto-N-tetraose, 4% 3′-sialyllactose, and 5% 6′-sialyllactose) representing the groups of neutral, neutral-fucosylated, and sialylated HMOs. We conducted the first multicenter, randomized, controlled, parallel-group clinical study assessing the safety, tolerability, and effect on growth of formula containing the 5HMO-Mix in healthy infants. We enrolled 341 subjects aged ≤14 days; 225 were randomized into groups fed either with infant formula containing 5HMO-Mix (5HMO-Mix) or infant formula without HMOs (IF) for 4 months, with the others exclusively breastfed. There were no differences in weight, length, or head circumference gain between the two formula groups. The 5HMO-Mix was well tolerated, with 5HMO-Mix and breastfed infants producing softer stools at a higher stool frequency than the control formula group. Adverse events were equivalent in all groups. We conclude that the 5HMO-Mix at 5.75 g/L in infant formula is safe and well tolerated by healthy term infants during the first months of life.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "f83a212b9022b105bc1997663ca3ee8c",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2025",
    "title": "Drug-induced nasal septum perforation: a disproportionality analysis of the FDA adverse event reporting system database.",
    "methods": null,
    "results": "BACKGROUND\nNasal septum perforation represents a significant clinical concern, with limited investigations into the role of medications in its etiology. This study utilizes the FDA Adverse Event Reporting System (FAERS) database to identify the drugs associated with nasal septum perforation and assess their risk.\n\n\nRESEARCH DESIGN AND METHODS\nThis retrospective pharmacovigilance study analyzed drug-induced nasal septum perforation data from January 2004 to December 2023. Disproportionality analysis using reporting odds ratio (ROR) assessed drug associations with nasal septum perforation.\n\n\nRESULTS\nFor 552 identified cases, the most commonly reported drugs were bevacizumab (n = 56), fluticasone propionate (n = 50), methotrexate (n = 34), hydrocodone and acetaminophen (n = 22), and paclitaxel (n = 17). Twenty-six drugs showed positive risk signals, with the top five being azelastine hydrochloride and fluticasone propionate (ROR = 173.82), beclomethasone dipropionate (ROR = 90.91), oxymetazoline (ROR = 53.77), desmopressin (ROR = 51.43), and leucovorin (ROR = 42.83). Intriguingly, 18 of these drugs did not list nasal septum perforation as a known side effect.\n\n\nCONCLUSION\nThis study provides a comprehensive overview of drug-induced nasal septum perforation from a pharmacovigilance perspective, highlighting the need for further research to clarify these associations and update drug safety information to reduce patient risk.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "31b10436efada662b971fbad295f1a11",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2014",
    "title": "First‐in‐human study of the safety, tolerability, pharmacokinetics and pharmacodynamics of abediterol (LAS100977), a novel long‐acting Β2‐agonist",
    "methods": null,
    "results": "Here we report the results of a first‐in‐human study to evaluate the safety, tolerability pharmacokinetics, and pharmacodynamics of abediterol, a new β2‐adrenergic agonist. Forty‐eight healthy males aged 18–45 years received abediterol doses of 5, 10, 25, or 50 µg, or placebo. Safety and tolerability assessments included adverse event reporting, pulse and blood pressure monitoring, 12‐lead electrocardiograms, laboratory tests, and physical examination. Pharmacodynamic assessments included whole body plethysmography to determine the bronchodilatory effect by means of airway conductance and resistance. Blood and urine samples were obtained for pharmacokinetic analyses. Abediterol showed an overall good safety and tolerability profile in the dose range tested, consistent with the expected characteristics of a β2‐adrenergic agonist. A dose‐dependent increase of systemic treatment‐emergent adverse events was observed, the most frequent being palpitations, tremor, nausea, and asthenia; most were mild in intensity and resolved without the need for intervention. Improvements in airway conductance (increase) and resistance (decrease) were greater for all doses of abediterol tested compared with placebo at all time‐points up to 36 hours. This first‐in‐human study suggests a potent, rapid, and sustained bronchodilatory effect of abediterol in healthy male subjects. Lower doses are currently under investigation in patients with asthma and in patients with COPD.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "cd43f145e5ff29116418b3b4b4e93079",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2020",
    "title": "Psychopharmacology of Williams syndrome: safety, tolerability, and effectiveness",
    "methods": null,
    "results": "ABSTRACT Introduction: Williams syndrome (WS) is a neurogenetic disorder characterized by a hyper-social personality, intellectual disability, and multiple medical co-morbidities. Psychiatric co-morbidities are also common. Since medical co-morbidities are common in this population, the risk-benefit of the use of psychiatric medications must be carefully considered and monitoring for safety and tolerability is needed. Areas covered: We review the cognitive profile and common medical co-morbidities in WS. We then discuss the common presentations of psychiatric disorders and review the available evidence on the use of psychiatric medications in WS. No prospective psychiatric medication trials have been conducted. We highlight the side effect profile of common psychiatric medications as they pertain to WS. Expert opinion: Psychiatric disorders can have a major effect on the quality of life of individuals with WS. The lack of long-term safety data and high likelihood of medical co-morbidities in WS make the judicious use of psychiatric medications more challenging; however, they can play an important role in decreasing distress and improving functioning. We provide recommendations for first– and second-line classes of medications based on our clinical experience and consideration of adverse effect profiles, as well as safety monitoring parameters at baseline and periodically.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "bd37ceafceb308bc6044d91d36f93bc1",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2015",
    "title": "Safety and Side Effect Profile of Liposome Bupivacaine (Exparel) in Peripheral Nerve Blocks",
    "methods": null,
    "results": "Background Liposome bupivacaine (Exparel) is a multivesicular liposomal formulation of bupivacaine currently approved in the United States for single-dose administration into the surgical site to provide postsurgical analgesia. This retrospective analysis examined safety data from clinical trials involving the off-label use of this formulation in peripheral nerve blocks. Methods Data from 6 controlled (phases I-III) studies were compiled involving single-injection ankle, femoral nerve, and intercostal nerve blocks (2 each). Adverse events (AEs) were monitored for 1 to 30 days after study drug administration. Results Of 575 subjects, 335 received liposome bupivacaine (2–310 mg), 33 received bupivacaine HCl (75–125 mg), and 207 received normal saline (placebo). Overall, 76% of subjects receiving liposome bupivacaine experienced 1 or more AEs compared with 61% receiving bupivacaine HCl and 76% receiving placebo. The most frequently reported AEs among subjects receiving liposome bupivacaine were nausea, pyrexia, pruritus, constipation, and vomiting. The most common treatment-related AE was hypesthesia among subjects treated with liposome bupivacaine or bupivacaine HCl. Incidence of nervous system AEs for liposome bupivacaine, bupivacaine HCl, and placebo was 21%, 27%, and 21%, respectively. Similarly, incidence of cardiac AEs was 9%, 0%, and 12%, respectively. At least 1 serious AE occurred in 8% of subjects receiving liposome bupivacaine compared with 10% of those receiving placebo (none assessed by investigators as related to study medication). Conclusions Liposome bupivacaine has a similar safety and side effect profile to bupivacaine HCl and normal saline, suggesting that most of the more common AEs are related to either opioid rescue or the surgical procedure itself.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "725b8e54a2cc4b8e37c11953ef67bc4d",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2018",
    "title": "Safety, tolerability, and efficacy of fluoxetine as an antiviral for acute flaccid myelitis",
    "methods": null,
    "results": "Objective To determine the safety, tolerability, and efficacy of fluoxetine for proven or presumptive enterovirus (EV) D68–associated acute flaccid myelitis (AFM). Methods A multicenter cohort study of US patients with AFM in 2015–2016 compared serious adverse events (SAEs), adverse effects, and outcomes between fluoxetine-treated patients and untreated controls. Fluoxetine was administered at the discretion of treating providers with data gathered retrospectively. The primary outcome was change in summative limb strength score (SLSS; sum of Medical Research Council strength in all 4 limbs, ranging from 20 [normal strength] to 0 [complete quadriparesis]) between initial examination and latest follow-up, with increased SLSS reflecting improvement and decreased SLSS reflecting worsened strength. Results Fifty-six patients with AFM from 12 centers met study criteria. Among 30 patients exposed to fluoxetine, no SAEs were reported and adverse effect rates were similar to unexposed patients (47% vs 65%, p = 0.16). The 28 patients treated with >1 dose of fluoxetine were more likely to have EV-D68 identified (57.1% vs 14.3%, p < 0.001). Their SLSS was similar at initial examination (mean SLSS 12.9 vs 14.3, p = 0.31) but lower at nadir (mean SLSS 9.25 vs 12.82, p = 0.02) and latest follow-up (mean SLSS 12.5 vs 16.4, p = 0.005) compared with the 28 patients receiving 1 (n = 2) or no (n = 26) doses. In propensity-adjusted analysis, SLSS from initial examination to latest follow-up decreased by 0.2 (95% confidence interval [CI] −1.8 to +1.4) in fluoxetine-treated patients and increased by 2.5 (95% CI +0.7 to +4.4) in untreated patients (p = 0.015). Conclusion Fluoxetine was well-tolerated. Fluoxetine was preferentially given to patients with AFM with EV-D68 identified and more severe paralysis at nadir, who ultimately had poorer long-term outcomes. Classification of evidence This study provides Class IV evidence that for patients with EV-D68-associated AFM, fluoxetine is well-tolerated and not associated with improved neurologic outcomes.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "9ee339bc4ed2292569752938dcb07d16",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2021",
    "title": "Safety, tolerability, and pharmacokinetics of single‐ and multiple‐dose administration of islatravir (MK‐8591) in adults without HIV",
    "methods": null,
    "results": "Islatravir (MK‐8591) is a nucleoside analogue in development for the treatment and prevention of HIV‐1. Two phase 1 trials were conducted during initial evaluation of islatravir: rising single doses (Study 1) and rising multiple doses (Study 2) of oral islatravir in male and female participants without HIV (aged 18–60 years). Safety, tolerability, and pharmacokinetics of islatravir (plasma) and islatravir‐triphosphate (peripheral blood mononuclear cells) were assessed. In Study 1, 24 participants, assigned to 1 of 3 panels, received alternating single doses of islatravir in a fasted state from 5 mg to 400 mg, or placebo, over 3 dosing periods; a 30 mg dose was additionally assessed following a high‐fat meal. In Study 2, 8 participants per dose received 3 once‐weekly doses of 10, 30, or 100 mg islatravir or placebo in a fasted state. For each panel in both trials, 6 participants received active drug and 2 received placebo. Islatravir was generally well‐tolerated, with no serious adverse events or discontinuations due to adverse events. Islatravir was rapidly absorbed (median time to maximum plasma concentration 0.5 hours); plasma half‐life was 49–61 h; intracellular islatravir‐triphosphate half‐life was 118–171 h. Plasma exposure increased in an approximately dose‐proportional manner; there was no meaningful food effect. There was a modest degree of intracellular islatravir‐triphosphate accumulation after multiple weekly dosing. After single oral doses of islatravir greater than or equal to 5 mg, intracellular islatravir‐triphosphate levels were comparable to levels associated with efficacy in preclinical studies. These results warrant continued clinical investigation of islatravir.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "a32593f63f3aec13377c0c4b1ea89bfa",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2021",
    "title": "Human Safety, Tolerability, and Pharmacokinetics of Molnupiravir, a Novel Broad-Spectrum Oral Antiviral Agent with Activity against SARS-CoV-2",
    "methods": null,
    "results": "Molnupiravir (EIDD-2801/MK-4482), the prodrug of the active antiviral ribonucleoside analog β-d-N4-hydroxycytidine (NHC; EIDD-1931), has activity against a number of RNA viruses, including severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), severe acute respiratory syndrome coronavirus (SARS-CoV), Middle East respiratory syndrome coronavirus (MERS-CoV), and seasonal and pandemic influenza viruses. Single and multiple doses of molnupiravir were evaluated in this first-in-human, phase 1, randomized, double-blind, placebo-controlled study in healthy volunteers, which included evaluation of the effect of food on pharmacokinetics. ABSTRACT Molnupiravir (EIDD-2801/MK-4482), the prodrug of the active antiviral ribonucleoside analog β-d-N4-hydroxycytidine (NHC; EIDD-1931), has activity against a number of RNA viruses, including severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), severe acute respiratory syndrome coronavirus (SARS-CoV), Middle East respiratory syndrome coronavirus (MERS-CoV), and seasonal and pandemic influenza viruses. Single and multiple doses of molnupiravir were evaluated in this first-in-human, phase 1, randomized, double-blind, placebo-controlled study in healthy volunteers, which included evaluation of the effect of food on pharmacokinetics. EIDD-1931 appeared rapidly in plasma, with a median time of maximum observed concentration of 1.00 to 1.75 h, and declined with a geometric half-life of approximately 1 h, with a slower elimination phase apparent following multiple doses or higher single doses (7.1 h at the highest dose tested). Mean maximum observed concentration (Cmax) and area under the plasma concentration versus time curve (AUC) increased in a dose-proportional manner, and there was no accumulation following multiple doses. When administered in a fed state, there was a decrease in the rate of absorption, but no decrease in overall exposure. Molnupiravir was well tolerated. Fewer than half of the subjects reported an adverse event, the incidence of adverse events was higher following administration of placebo, and 93.3% of adverse events were mild. One subject discontinued early due to rash. There were no serious adverse events, and there were no clinically significant findings in clinical laboratory, vital signs, or electrocardiography. Plasma exposures exceeded expected efficacious doses based on scaling from animal models; therefore, dose escalations were discontinued before a maximum tolerated dose was reached. (This study has been registered in ClinicalTrials.gov under identifier NCT04392219.)",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "36e535933cac8e12fa795d52de672de3",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2021",
    "title": "Safety and tolerability of natural and synthetic cannabinoids in adults aged over 50 years: A systematic review and meta-analysis",
    "methods": null,
    "results": "Background Cannabinoid-based medicines (CBMs) are being used widely in the elderly. However, their safety and tolerability in older adults remains unclear. We aimed to conduct a systematic review and meta-analysis of safety and tolerability of CBMs in adults of age ≥50 years. Methods and findings A systematic search was performed using MEDLINE, PubMed, EMBASE, CINAHL PsychInfo, Cochrane Library, and ClinicalTrials.gov (1 January 1990 to 3 October 2020). Randomised clinical trials (RCTs) of CBMs in those with mean age of ≥50 years for all indications, evaluating the safety/tolerability of CBMs where adverse events have been quantified, were included. Study quality was assessed using the GRADE (Grading of Recommendations Assessment, Development, and Evaluation) criteria and Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) guidelines were followed. Two reviewers conducted all review stages independently. Where possible, data were pooled using random-effects meta-analysis. Effect sizes were calculated as incident rate ratio (IRR) for outcome data such as adverse events (AEs), serious AEs (SAEs), and death and risk ratio (RR) for withdrawal from study and reported separately for studies using tetrahydrocannabinol (THC), THC:cannabidiol (CBD) combination, and CBD. A total of 46 RCTs were identified as suitable for inclusion of which 31 (67%) were conducted in the United Kingdom and Europe. There were 6,216 patients (mean age 58.6 ± 7.5 years; 51% male) included in the analysis, with 3,469 receiving CBMs. Compared with controls, delta-9-tetrahydrocannabinol (THC)-containing CBMs significantly increased the incidence of all-cause and treatment-related AEs: THC alone (IRR: 1.42 [95% CI, 1.12 to 1.78]) and (IRR: 1.60 [95% CI, 1.26 to 2.04]); THC:CBD combination (IRR: 1.58 [95% CI,1.26 to 1.98]) and (IRR: 1.70 [95% CI,1.24 to 2.33]), respectively. IRRs of SAEs and deaths were not significantly greater under CBMs containing THC with or without CBD. THC:CBD combination (RR: 1.40 [95% CI, 1.08 to 1.80]) but not THC alone (RR: 1.18 [95% CI, 0.89 to 1.57]) significantly increased risk of AE-related withdrawals. CBD alone did not increase the incidence of all-cause AEs (IRR: 1.02 [95% CI, 0.90 to 1.16]) or other outcomes as per qualitative synthesis. AE-related withdrawals were significantly associated with THC dose in THC only [QM (df = 1) = 4.696, p = 0.03] and THC:CBD combination treatment ([QM (df = 1) = 4.554, p = 0.033]. THC-containing CBMs significantly increased incidence of dry mouth, dizziness/light-headedness, and somnolence/drowsiness. Study limitations include inability to fully exclude data from those <50 years of age in our primary analyses as well as limitations related to weaknesses in the included trials particularly incomplete reporting of outcomes and heterogeneity in included studies. Conclusions This pooled analysis, using data from RCTs with mean participant age ≥50 years, suggests that although THC-containing CBMs are associated with side effects, CBMs in general are safe and acceptable in older adults. However, THC:CBD combinations may be less acceptable in the dose ranges used and their tolerability may be different in adults over 65 or 75 years of age.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "8991a05a2aca92a40d443e909392cfa9",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2018",
    "title": "Phase 1, Randomized, Double‐Blind, Placebo‐Controlled Studies on the Safety, Tolerability, and Pharmacokinetics of Naldemedine in Healthy Volunteers",
    "methods": null,
    "results": "Naldemedine (S‐297995) is a peripherally acting μ‐opioid receptor antagonist for the treatment of opioid‐induced constipation, a common side effect of opioid therapy. We determined the safety, tolerability, and pharmacokinetic profiles of oral naldemedine in healthy volunteers in 2 randomized, double‐blind, placebo‐controlled, phase 1 studies. In the single ascending dose study, subjects received a single dose of naldemedine (0.1‐100 mg; n = 42) or placebo (n = 14). In the multiple ascending dose study, subjects received once‐daily naldemedine (3‐30 mg; n = 27) or placebo (n = 9) for 10 days. On day 1 of the single ascending dose studies and day 10 of the multiple ascending dose studies, respectively, the maximum plasma concentration levels of naldemedine were 1.98 to 2510 ng/mL and 73.8 to 700 ng/mL, peaked at 0.5 hours and 0.5 to 0.75 hours, and the fraction excreted in urine was 15.9% to 20.5% and 19.7% to 19.1%. There were no major safety or tolerability concerns even at naldemedine doses 150 to 500 times the therapeutic dose of 0.2 mg. The incidence of adverse events was not dose dependent. Gastrointestinal adverse events occurred more frequently with naldemedine vs placebo, and all of these were considered treatment related. Overall, naldemedine was rapidly absorbed, and no safety or tolerability issues were noted at the doses evaluated.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "226e4ca0ae536cd9a45ac77731e75a62",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2016",
    "title": "Safety, tolerability, efficacy and pharmacodynamics of the selective JAK1 inhibitor GSK2586184 in patients with systemic lupus erythematosus",
    "methods": null,
    "results": "We aimed to evaluate the pharmacodynamics, efficacy, safety and tolerability of the JAK1 inhibitor GSK2586184 in adults with systemic lupus erythematosus (SLE). In this adaptive, randomized, double-blind, placebo-controlled study, patients received oral GSK2586184 50–400 mg, or placebo twice daily for 12 weeks. Primary endpoints included interferon-mediated messenger RNA transcription over time, changes in Safety of Estrogen in Lupus National Assessment-SLE Disease Activity Index score, and number/severity of adverse events. A pre-specified interim analysis was performed when ≥ 5 patients per group completed 2 weeks of treatment. In total, 84–92% of patients were high baseline expressors of the interferon transcriptional biomarkers evaluated. At interim analysis, GSK2586184 showed no significant effect on mean interferon transcriptional biomarker expression (all panels). The study was declared futile and recruitment was halted at 50 patients. Shortly thereafter, significant safety data were identified, including elevated liver enzymes in six patients (one confirmed and one suspected case of Drug Reaction with Eosinophilia and Systemic Symptoms), leading to immediate dosing cessation. Safety of Estrogen in Lupus National Assessment-SLE Disease Activity Index scores were not analysed due to the small number of patients completing the study. The study futility and safety data described for GSK2586184 do not support further evaluation in patients with SLE. Study identifiers: GSK Study JAK115919; ClinicalTrials.gov identifier: NCT01777256.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "c57b640559db9aec7b72e3a27c9ec79b",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2021",
    "title": "Phase I study in healthy participants to evaluate safety, tolerability, and pharmacokinetics of inhaled nezulcitinib, a potential treatment for COVID‐19",
    "methods": null,
    "results": "Nezulcitinib (TD‐0903), a lung‐selective pan–Janus‐associated kinase (JAK) inhibitor designed for inhaled delivery, is under development for treatment of acute lung injury associated with coronavirus disease 2019 (COVID‐19). This two‐part, double‐blind, randomized, placebo‐controlled, single ascending dose (part A) and multiple ascending dose (part B) phase I study evaluated the safety, tolerability, and pharmacokinetics (PK) of nezulcitinib in healthy participants. Part A included three cohorts randomized 6:2 to receive a single inhaled dose of nezulcitinib (1, 3, or 10 mg) or matching placebo. Part B included three cohorts randomized 8:2 to receive inhaled nezulcitinib (1, 3, or 10 mg) or matching placebo for 7 days. The primary outcome was nezulcitinib safety and tolerability assessed from treatment‐emergent adverse events (TEAEs). The secondary outcome was nezulcitinib PK. All participants completed the study. All TEAEs were mild or moderate in severity, and none led to treatment discontinuation. Overall (area under the plasma concentration‐time curve) and peak (maximal plasma concentration) plasma exposures of nezulcitinib were low and increased in a dose‐proportional manner from 1 to 10 mg in both parts, with no suggestion of clinically meaningful drug accumulation. Maximal plasma exposures were below levels expected to result in systemic target engagement, consistent with a lung‐selective profile. No reductions in natural killer cell counts were observed, consistent with the lack of a systemic pharmacological effect and the observed PK. In summary, single and multiple doses of inhaled nezulcitinib at 1, 3, and 10 mg were well‐tolerated in healthy participants, with dose‐proportional PK supporting once‐daily administration.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "3718f81b88156d7e8d81b3758027fa55",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2021",
    "title": "Safety, Tolerability, and Pharmacokinetics of Telacebec (Q203), a New Antituberculosis Agent, in Healthy Subjects",
    "methods": null,
    "results": "Telacebec (Q203) is a potent drug candidate under clinical development for the treatment of drug-naïve and drug-resistant tuberculosis. The first-in-human randomized, placebo-controlled, double-blind, dose-escalation Phase 1A trial (Q203-TB-PI-US001) was conducted to evaluate the safety, tolerability, and pharmacokinetics of telacebec. ABSTRACT Telacebec (Q203) is a potent drug candidate under clinical development for the treatment of drug-naïve and drug-resistant tuberculosis. The first-in-human randomized, placebo-controlled, double-blind, dose-escalation Phase 1A trial (Q203-TB-PI-US001) was conducted to evaluate the safety, tolerability, and pharmacokinetics of telacebec. A total of 56 normal, healthy, male and female subjects (42 active and 14 placebo) were enrolled in the study. The doses of telacebec were 10 mg (Cohort 1), 30 mg (Cohort 2), 50 mg (Cohort 3), 100 mg (Cohort 4), 200 mg (Cohort 5), 400 mg (Cohort 6), and 800 mg (Cohort 7) in a fasted state. Subjects participating in Cohort 4 were also enrolled in Cohort 8 to investigate the food effect on the pharmacokinetics of telacebec after a high-fat meal. In all subjects dosed with telacebec (10 to 800 mg), telacebec was well tolerated and did not lead to any significant or serious adverse events. Following a single oral administration of telacebec (10 to 800 mg), telacebec plasma concentration reached the maximal plasma concentration (Cmax) in average 2.0 to 3.5 h and showed multi-exponential decline thereafter. The area under the plasma concentration versus time curve (AUC) was approximately dose-proportional. A significant increase in plasma concentrations was observed in the fed condition compared with the fasted condition with the geometric mean ratio of 3.93 for Cmax. Moderate delay in Tmax (4.5 h) was also observed in the fed condition. These results, combined with the demonstrated activity against drug-sensitive and multidrug-resistant Mycobacterium tuberculosis, support further investigation of telacebec for the treatment of tuberculosis.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "bad428da39ac770b86480ab38870b73d",
    "query_date": "24_02_2025"
  },
  {
    "pub_date": "2015",
    "title": "Potential side effects to GLP-1 agonists: understanding their safety and tolerability",
    "methods": null,
    "results": "Introduction: Glucagon-like peptide 1 receptor (GLP-1Rx) agonists might elicit unwelcome side effects and concerns have recently been raised about their safety. Areas covered: Available evidence about safety, tolerability and potential adverse events relative to GLP-1Rx agonists presently used. We searched the MEDLINE database using the terms: ‘GLP-1 receptor agonists’, ‘Incretin therapy side effects’, ‘exenatide’, ‘ liraglutide’, ‘exenatide long-acting release’, ‘lixisenatide’. Articles were selected on the basis of the study design and importance, in the light of authors’ clinical experience and personal judgment. The main safety concern about GLP-1Rx agonists use is the possible association with increased risk of pancreatitis and/or tumors. This concern stems mainly from limited observations in animal models not confirmed in similar studies. Furthermore, clinical studies reporting association between GLP-1Rx agonist use and pancreatitis/cancer are marred by several biases and both clinical trials and post-marketing analyses failed to demonstrate a significant association. Expert opinion: As stated by both FDA and EMA, the safety concerns emerged so far about GLP-1RX agonists should not affect present prescribing habits. Thus, although a strict data monitoring must be encouraged, they should not prevent access to the benefits of an innovative treatment, such as GLP-1Rx agonists use, to a large diabetic population still confronted with unmet needs.",
    "figures_tables": null,
    "source": "semanticscholar",
    "article_id": "363e3acb9c78e99383fb0bc95ab0070c",
    "query_date": "24_02_2025"
  }
]