[
  {
    "pub_date": "2025-Feb-07",
    "title": "Efficacy and safety of pharmacological treatments for gestational diabetes: a systematic review comparing metformin with glibenclamide and insulin.",
    "methods": "This study is based on a systematic literature review. A keyword search for \"metformin (Glucophage),\" \"glibenclamide,\" \"pregnancy,\" and \"gestational diabetes\" was conducted in the PubMed and Google Scholar databases from 2013 to 2023.",
    "results": "A total of 45 studies were selected and analyzed. metformin (Glucophage) appears to offer a combination of effectiveness in glycemic control and maternal and neonatal safety. Compared to insulin, it reduces maternal weight gain, lowers maternal hypoglycemia rates, and shows a tendency to reduce gestational hypertension and preeclampsia. Additionally, infants born to mothers on metformin (Glucophage) are less likely to be macrosomic, experience fewer neonatal hypoglycemic episodes, and require fewer admissions to intensive care units. On the other hand, glibenclamide seems effective in glycemic control but is associated with higher rates of macrosomia and neonatal hypoglycemia.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "7ea36e833c301d8220f199abec1e3a73",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2025-Feb-08",
    "title": "Metformin for patients with advanced stage ovarian cancer: A randomized phase II placebo-controlled trial.",
    "methods": "Patients with pathologically confirmed advanced-stage ovarian cancer undergoing primary debulking or neoadjuvant platinum-based chemotherapy followed by surgery were eligible to participate. Patients were randomized 1:1 to receive platinum/taxane-based chemotherapy with metformin 850 mg orally twice per day or placebo, followed by maintenance therapy (metformin or placebo) for two years from the date of randomization.",
    "results": "108 evaluable patients were enrolled; 54 were randomly assigned to metformin, and 54 to placebo. Sixty-six percent (n = 71) received neoadjuvant therapy, 31 % (n = 33) primary debulking surgery, and 88 % (n = 93) had tumors of high-grade serous histology. The primary endpoint, PFS, was not significantly different between the treatment groups (1-sided p-value = 0.31; adjusted hazard ratio [HR] = 0.87, 95 % confidence interval [CI]: 0.56-1.36). Median PFS was 15.4 months (95 % CI: 11.2-23,5) for metformin and 14.3 months (95 % CI: 11.6-18.0) for placebo. Overall survival (OS) was not significantly different (2-sided p-value = 0.21; adjusted HR = 1.49, 95 % CI: 0.86-2.59), with a median of 40.7 months (95 % CI: 28.0-48.2) for metformin versus 43.8 months (95 % CI: 35.3-57.2) for placebo. The addition of metformin was well tolerated, and there were no differences in toxicity between the two groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "55d8ea857cc798888cb758af5ee8ef25",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Metformin for neurocognitive dysfunction in schizophrenia: a systematic review.",
    "methods": "A comprehensive search of Chinese databases (WanFang, Chinese Journal Net) and English databases (PubMed, EMBASE, PsycINFO, and Cochrane Library) was conducted to identify RCTs assessing metformin's impact on neurocognitive outcomes in schizophrenia.",
    "results": "Four RCTs involving 271 patients with schizophrenia were included. Three RCTs (75%) demonstrated significant improvements in neurocognitive function with metformin compared to controls, as assessed by the MATRICS Consensus Cognitive Battery, Repeatable Battery for the Assessment of Neuropsychological Status, and Mini-Mental State Examination, but not the Brief Assessment of Cognition in Schizophrenia. Two RCTs (50%) evaluated metformin's effects on total psychopathology and found no significant differences between groups. Adverse events were reported in two RCTs, with inconsistent findings on decreased appetite and diarrhea. Other adverse events and discontinuation rates were comparable between groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "818a1140655fc0241e7d6c47855b2f20",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2025",
    "title": "Perspectives of People with Type 2 Diabetes Mellitus Towards a Decision Aid Assessing Preferences of Glucose-Lowering Drugs: The Dilemma of Choosing.",
    "methods": "The DA consists of a paper-based leaflet followed by a web-based preference elicitation exercise. The leaflet aims at informing patients about drug characteristics (eg, efficacy, safety). The relative importance of these drug characteristics for each participant are then assessed in a web-based exercise, which results in a ranking of the preferred drug classes. A qualitative study using semi-structured interviews was conducted among Dutch patients with T2D who were or had ever been under pharmacological treatment for T2D. The audio-recorded interviews were transcribed verbatim. Thematic analysis was conducted.",
    "results": "Fifteen patients participated (median age 64 years, nine women, and most had T2D >10 years). Risk of hypoglycaemia was most often the characteristic to which patients attached the highest importance (n=5). A glucagon-like peptide-1-antagonist weekly injection fitted best the preferences of most patients (n=8). The interviews revealed improvements for text, pictograms and figures, and formatting, and increased comprehension of how patients completed the DA. Regarding usability, missing information was identified, as well as patients' perspectives about the usefulness of the DA and its role in shared-decision making.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "857738540f8faa044a3963ff0d7c6de7",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Dec",
    "title": "Efficacy and Safety of F-Biotic™ in Combination With Metformin for Type 2 Diabetes Mellitus: Results From a Randomized, Double-Blind Clinical Trial.",
    "methods": "Seventy participants with T2DM, aged 25-70 years, were randomized into two groups: one receiving F-Biotic™ and the other a placebo, both administered daily for 12 weeks. Key outcomes included fasting blood sugar (FBS), postprandial blood sugar (PPBS), glycated hemoglobin (HbA1c), fasting insulin, insulin resistance (HOMA-IR), GLP-1 levels, lipid profile, and quality of life.",
    "results": "The F-Biotic™ group exhibited significant reductions in FBS from 150.18 ± 34.78 mg/dL at baseline to 134.24 ± 39.91 mg/dL by the end of the study, compared to an increase in the placebo group from 148.61 ± 42.13 mg/dL to 157.71 ± 47.84 mg/dL. PPBS decreased by -32.97 ± 67.18 mg/dL in the F-Biotic™ group versus an increase of 21.00 ± 36.59 mg/dL in the placebo group. GLP-1 levels increased significantly in the F-Biotic™ group, while they decreased in the placebo group. No significant changes were observed in HbA1c, fasting insulin, or HOMA-IR, and no adverse events related to the investigational product were reported.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "89adda2ee05d7b3353c3cb509d3f7e8d",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2025-Mar",
    "title": "Effectiveness and Safety of Vildagliptin Sustained Release in the Management of Type 2 Diabetes Mellitus: Real-World Evidence in Indian Patients [NOVELTY Study].",
    "methods": "This was an observational, prospective, multicenter, cohort study conducted in India, which included patients with type 2 diabetes uncontrolled on metformin XR monotherapy with glycated hemoglobin (HbA1c) > 7.00%. Vildagliptin XR was added to their ongoing treatment. The primary endpoint was a change in HbA1c from baseline to 3 months. Secondary endpoints were changes in fasting plasma glucose, postprandial plasma glucose, percentage of patients achieving HbA1c < 7.00% at 3 months, and assessment of efficacy, tolerability, and safety.",
    "results": "A total of 1691 patients from 118 centers were enrolled in this study, having a mean (standard deviation) age of 53.10 (11) years and a mean (standard deviation) HbA1c of 8.44 (1.35) %. At the end of the study, vildagliptin XR significantly reduced the mean HbA1c by 1.02% points (95% confidence interval 0.93-1.12; p < 0.001) from baseline. The mean fasting plasma glucose and postprandial plasma glucose levels were significantly reduced by 28.44 mg/dL (95% confidence interval 26.64-30.25; p < 0.001) and 48.45 mg/dL (95% confidence interval 45.91-50.99; p < 0.001), respectively, with vildagliptin XR, at the end of study. During the study duration, 34.7% of patients achieved their glycemic target (HbA1c < 7.0%) and there were three reported adverse events (all mild in severity).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "0ac16b2b0e1f8cf4688903a32b135b23",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2025",
    "title": "Safety and Efficacy of Metformin for Idiopathic Intracranial Hypertension. A U.S-Based Real-World Data Retrospective Multicenter Cohort Study.",
    "methods": "We performed a retrospective cohort study using the TriNetX database, covering data from 2009 to August 2024. The study included IIH patients, excluding those with other causes of raised intracranial pressure or pre-existing diabetes. Propensity score matching adjusted for age, sex, race, ethnicity, Hemoglobin A1C, and baseline BMI at metformin initiation. We assessed outcomes up to 24 months.",
    "results": "Initially, 1,268 patients received metformin and 49,262 served as controls, showing disparities in various parameters. After matching, both groups consisted of 1,267 patients each. Metformin users had significantly lower risks of papilledema, headache, and refractory IIH at all follow-ups (p<0.0001). They also had fewer spinal punctures and reduced acetazolamide use. BMI reductions were more significant in the metformin group from 6 months onward (p<0.0001), with benefits persisting regardless of BMI changes. Metformin's safety profile was comparable to the control group.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "8d25860876a441da13d4fc49cb5cc591",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2025-Jan-10",
    "title": "Comparative efficacy and safety of sitagliptin or gliclazide combined with metformin in treatment-naive patients with type 2 diabetes: A single-center, prospective, randomized, controlled, noninferiority study with genetic polymorphism analysis.",
    "methods": "In this single-center, randomized, controlled noninferiority trial, 129 treatment-naive patients with T2DM with glucotoxicity (fasting plasma glucose [FPG] ≥ 200 mg/dL and glycated hemoglobin ≥ 9.0%) were randomized to receive sitagliptin plus metformin (n = 66) or gliclazide plus metformin (n = 63) for 12 weeks. Sitagliptin and gliclazide were given for the first 4 weeks, followed by metformin monotherapy for 8 weeks. Efficacy end points included changes in glycemic control, body weight, and β-cell function at baseline, 4 weeks, and 12 weeks.",
    "results": "After 12 weeks, mean glycated hemoglobin reductions were 4.03% in the sitagliptin group and 4.13% in the gliclazide group, with a mean difference of -0.097 (95% confidence interval, -0.648 to 0.453), confirming noninferiority. Both groups showed significant FPG reductions at 4 weeks (P < .05). The sitagliptin group achieved faster glycemic targets, greater FPG and body weight reductions, and higher rates of FPG < 6.1 mmol/L (26.2% vs 5.7%; P = .012). No significant differences were observed in β-cell function or hypoglycemia incidence (P > .05). Genetic analysis showed specific single-nucleotide polymorphisms affected drug efficacy: dipeptidyl peptidase-4 rs2909451 TT and rs4664443 GG genotypes showed lower efficacy with sitagliptin, while GLP1R rs3765467 AG and KCNJ11 rs2285676 CC genotypes responded better to sitagliptin.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "3dd0408a19e47018794025f658732821",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2025-Jan-08",
    "title": "A phase I study of temsirolimus in combination with metformin in patients with advanced or recurrent endometrial cancer.",
    "methods": "The dose-expansion cohort used a Simon Minimax two-stage design. The objectives of the endometrial cancer expansion cohort were to evaluate the clinical tumor response, as indicated by the objective response and clinical benefit rates, as well as an ongoing safety assessment of the combination treatment.",
    "results": "Forty patients were enrolled in this study. The most common treatment-related adverse events (reported in 32 patients) were hypertriglyceridemia (n = 14), diarrhea (n = 13), mucositis (n = 13), anorexia (n = 12), and anemia (n = 10). The grade 3 adverse events were 2 instances each of anemia and thrombocytopenia and 1 instance each of mucositis, fatigue, weight loss, hypokalemia, hypophosphatemia, and increased aspartate aminotransferase and alanine transaminase levels. Among the 33 patients evaluable for response, objective response was seen in two (6 %; both partial responses), and 13 (39 %) patients had stable disease, including 11 for ≥4 months, representing a clinical benefit rate of 39 %.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "1a0a1aad69df7d3dafe59e4a2975350a",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Dec-21",
    "title": "The Long-Term Cost-Effectiveness of Tirzepatide 5 mg versus Dulaglutide 0.75 mg for the Treatment of People with Type 2 Diabetes in Japan.",
    "methods": "A cost-utility analysis was performed over a 50-year time horizon using an implementation of the UKPDS Outcomes Model 2 developed in Microsoft Excel. Baseline cohort characteristics, treatment effects and adverse event rates were sourced from the SURPASS J-mono trial. Simulated patients were assumed to receive either tirzepatide 5 mg or dulaglutide 0.75 mg until HbA1c exceeded 8.0%, at which point treatment was discontinued and basal insulin was initiated. Direct costs were derived from the Japan Medical Data Center claims database. Future costs and clinical benefits were discounted at 2% annually.",
    "results": "In this cost-utility modeling analysis, tirzepatide 5 mg was associated with lower diabetes-related complication rates, improved life expectancy, improved quality-adjusted life expectancy and higher direct costs versus dulaglutide 0.75 mg. This resulted in an incremental cost-effectiveness ratio (ICER) of JPY (Japanese yen) 1,302,240 per quality-adjusted life year (QALY) gained for tirzepatide 5 mg versus dulaglutide 0.75 mg (JPY 140 = USD 1). Tirzepatide remained cost-effective versus dulaglutide over a range of sensitivity analyses.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "531ea4a3405b7c25c7b3b4d41a035c98",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Dec-19",
    "title": "Comparative efficacy and safety of metformin, anti-obesity agents, and myoinositol in improving IVF/ICSI outcomes and reducing ovarian hyperstimulation syndrome in women with polycystic ovary syndrome: a systematic review and network meta-analysis.",
    "methods": "A comprehensive search was conducted in PubMed, Web of Science, Embase, Cochrane Library, and ClinicalTrials.gov for studies published in English up to October 26, 2024. Randomized controlled trials (RCTs) evaluating metformin, anti-obesity agents, and inositol were included. A network meta-analysis was performed using frequency statistical methods. Subgroup analyses were conducted based on controlled ovarian stimulation (COS) protocols and body mass index(BMI). The research protocol was registered with PROSPERO (registration code CRD42024502823).",
    "results": "20 RCTs were included with 1,827 patients assessed six different agents. Nineteen trials were rated low risk, with one rated moderate risk. Pairwise meta-analysis showed that metformin did not improve pregnancy outcomes but was associated with a reduced ovarian hyperstimulation syndrome (OHSS) risk (OR = 0.52, 95% CI 0.33-0.83), particularly in agonist protocols, along with lower E2 levels on the trigger day (SMD = -0.56, 95% CI -0.90 to -0.21) and increased side effects (OR = 6.85, 95% CI 4.32-10.86). Network meta-analysis confirmed no significant differences in pregnancy outcomes for these agents compared to controls, though both myoinositol and metformin reduced OHSS risk. Myoinositol was linked to a shorter gonadotropin duration (SMD = -1.21, 95% CI -2.03 to -0.38) and fewer side effects (OR = 0.23, 95% CI 0.06-0.83) compared to controls. Metformin led to lower E2 levels, a higher number of mature oocytes, and increased side effects (SMD = -376.52, 95% CI -610.83 to -142.22; SMD = 2.23, 95% CI 0.36-4.10; OR = 6.85, 95% CI 4.32-10.86) than controls. No studies reported an increased risk of fetal abnormalities.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "9f0dc5f38f9f369d000eb7564c0f2595",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Dec-19",
    "title": "Metformin protects prepubertal mice ovarian reserve against cyclophosphamide via regulation of the PI3K/Akt/mTOR signaling pathway and Yap-1.",
    "methods": "Twenty-four 14-day-old NMRI female mice were distributed into four groups: Control (Cont), Cyclophosphamide (Cyc), Metformin (Met), and Metformin plus Cyclophosphamide (Met-Cyc). The Met-Cyc group was given daily doses of 150 mg/kg metformin for 11 consecutive days and in parallel 3 intermittent doses of 65 mg/kg cyclophosphamide once every three days. The Met and Cyc groups were given identical doses of Met or Cyc alone. The control group received normal saline treatment. On the 12th day, mice were sacrificed for analysis. Stereological methods were employed to measure the overall volume of the ovaries, including the medulla, cortex, and follicles, along with measuring anti-Müllerian hormone (AMH) levels using an ELISA kit. Furthermore, qRT-PCR was utilized to quantify the expression levels of genes, including P53, Bax, Bcl-2, Rad-51, Pten, Mtor, and Yap-1.",
    "results": "The findings demonstrate that metformin ameliorates cyclophosphamide-induced ovarian toxicity by increasing AMH levels and attenuating the excessive activation of primordial follicles, the ratio of growing to quiescent follicles, and follicular atresia. This protective effect is mediated by the downregulation of apoptosis-related genes, upregulation of the gene involved in a reparative pathway, and modulation of the PI3K/Akt/mTOR pathway evidenced by increased expression of Pten, Mtor and Hippo pathway by Yap-1 expression.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "95352d431d0ea7c42ef59f6a4ca0aa80",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Dec-18",
    "title": "A prospective, multicentre study evaluating safety and efficacy of a fixed dose combination of Remogliflozin etabonate, Vildagliptin, and Metformin in Indian patients with type 2 diabetes mellitus (Triad-RMV).",
    "methods": "A total of 215 patients (mean age: 46.4 years; 64% male, 36% female) were enrolled across multiple centers in India. The study population included patients with a baseline HbA1c ≥ 8% at the time of screening. The primary objective was to assess safety based on treatment-emergent adverse events (TEAEs), while the secondary. aim was to evaluate effectiveness in terms of glycemic (HbA1c, fasting plasma glucose, postprandial glucose) and extra-glycemic measures (renal and lipid parameters). Statistical analysis was conducted using paired t-tests and the Wilcoxon signed-rank test for within-group comparisons, and the Bonferroni correction was applied to adjust for multiple comparisons. Effectiveness was evaluated at baseline, week 12, and week 24.",
    "results": "The study demonstrated statistically significant reductions in mean HbA1c levels from baseline to both week 12 and week 24 (p < 0.00001). At 24, weeks, 45.1% of patients achieved target HbA1c levels of ≤ 7%. Significant reduction was also observed in fasting plasma glucose (FPG) and postprandial glucose (PPG) levels. Renal parameters remained stable or improved, and lipid profile parameters, including LDL-C and triglycerides, showed favorable changes. Adverse events of special interest, including hypoglycemia and urinary tract infections, were reported in 4.7% of patients, with no serious adverse event recorded.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "d78804578145b5d7a7892fdf3a4baba8",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2025-Jan",
    "title": "Real-world safety of dapagliflozin plus metformin in patients of type 2 diabetes mellitus in China: Post-hoc analysis of the DONATE study.",
    "methods": "Safety outcomes were assessed in patients receiving concomitant dapagliflozin and metformin, with or without other antidiabetics. The safety of dapagliflozin-based dual-therapies and dapagliflozin and metformin-based triple-therapies were also analysed.",
    "results": "Among the 2,990 patients in DONATE, 2,165 (72.4%) received concomitant metformin. Among these 2,165 patients, 780 (36.0%) experienced ≥1 adverse event (AE), 129 (6.0%) experienced serious AE (SAE), and 96 (4.4%) experienced AE leading to dapagliflozin discontinuation. The most common AEs were upper respiratory tract infection (4.0%), urinary tract infection (UTI, 2.1%) and constipation (1.5%). The most common AEs of special interest of dapagliflozin were UTI (2.3%), genital tract infection (1.5%) and hypoglycaemia (1.1%). In the dapagliflozin and metformin dual-therapy subgroup, the incidences of AE, SAE and AE leading to dapagliflozin discontinuation were 26.7%, 2.5%, and 1.9%, respectively, numerically lower than that of the total population and most other dual-therapy subgroups. These patients also had numerically improved metabolic outcomes than baseline.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "fa535dc0f7db921e8a4cf42cdd602c8d",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Drug-induced hearing disorders: a disproportionality analysis of the FAERS database.",
    "methods": "The adverse event report data from the FAERS database from the first quarter of 2004 to the fourth quarter of 2023 were retrieved. \"Hearing disorders\" was used as the keyword to screen for drugs related to the adverse event. After standardizing the drug name and the adverse drug event name, the adverse event reports with hearing disorders as the main suspect were collected, and the proportional imbalance algorithm was used to detect the potential adverse event signals to drug-related hearing impairment.",
    "results": "The top five drugs with the highest number of reported adverse events to hearing impairment were sacubitril/valsartan (2,674), adalimumab (2,479), etanercept (1,834), tofacitinib (1,812), and apixaban (1,600). Except for adalimumab, the risk of hearing impairment is not mentioned in the instructions. The top five drugs for new signal strength are pancuronium (n = 13, ROR 67.57, PRR 53.61, IC5.74, EBGM 53.06), paromomycin (n = 6, ROR 46.3, PRR 39.33, IC5.30, EBGM 39.33), tafamidis (n = 300, ROR 14.90, PRR 14.13, IC3.82, EBGM 14.07), vildagliptin/metformin (n = 83, ROR 11.47, PRR 11.02, IC3.46, EBGM 11.01), and atorvastatin calcium/ezetimibe (n = 6, ROR 10.76, PRR 10.36, IC3.37, EBGM 10.36).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "3951ca8afa2a081c2602f4d84c1c9942",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2025-Feb",
    "title": "Efficacy of Dapagliflozin + Sitagliptin + Metformin Versus Sitagliptin + Metformin in T2DM Inadequately Controlled on Metformin Monotherapy: A Multicentric Randomized Trial.",
    "methods": "A total of 274 patients with T2DM were randomized (1:1) to either arm X, receiving FDC of dapagliflozin (10 mg) + sitagliptin (100 mg) + metformin hydrochloride XR (1000 mg) (Dapa + Sita + Met) tablets, or arm Y, receiving sitagliptin phosphate (100 mg) + metformin hydrochloride XR (1000 mg) (Sita + Met) tablets, and treated for 16 weeks. The outcome measures included changes in hemoglobin A1c (HbA1c)(%), fasting plasma glucose (FPG), 2-h post-prandial glucose (PPG), weight, and the proportion of patients achieving target HbA1c levels of < 7.0% by week 16 of the study period.",
    "results": "The reduction in HbA1c at week 16 was significantly higher in arm X than in arm Y [estimated treatment difference (ETD), - 0.65% (95% CI - 0.76 to - 0.53; P < 0.0001)]. Arm X showed a marked decrease in FPG [ETD - 15.42 mg/dl; 95% CI (17.63, 13.22; P < 0.0001)], PPG [ETD - 30.39 mg/dl; 95% CI (35.59, 25.19; P < 0.0001)], and weight [ETD - 1.47 kg; 95% CI (1.59, 1.28; P < 0.0001)] after 16 weeks. In arm X, 54% of patients reached HbA1c < 7.0% compared to 29.9% in arm Y. The incidence of adverse events was comparable [13.14% (arm X) vs 12.4% (arm Y)]. There was no severe hypoglycemia-led treatment discontinuation.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "4bdc5f417112035b7df0630e53d01d55",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Dec-02",
    "title": "Influence of gut bile acid composition on the glucose-lowering effect and safety of metformin.",
    "methods": "An open-label, 2-period 1-sequence crossover study was conducted with healthy male adults. Each period consisted of both before and after metformin treatments. Cholestyramine was administered during the second period to change the bile acid pool. For, PD assessment, an oral glucose tolerance test was conducted at each treatment in both periods. Metformin was administered 3 times during each period, and cholestyramine was administered 3 times per day for 7 days during the second period. Maximum serum glucose concentration, area under the glucose concentration curve and homeostatic model assessment of insulin resistance were calculated. Baseline-corrected PD parameters were derived by subtracting pre-metformin values from post-metformin values. Lipid and panels and bile acid profiles in stool were measured. Adverse events were monitored throughout the study.",
    "results": "Fourteen subjects completed the study. The mean values of 3 PD parameters were all decreased after metformin administration in both periods. Cholestyramine administration led to a further decrease in baseline-corrected PD parameters, significantly reducing the area under the glucose concentration curve by 44.7%. Diarrhoea, the most common adverse event, was reported in 10 subjects during the metformin alone treatment and in 1 subject during the cholestyramine combined treatment (P < .01).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "5b580f383b4a9339336b9bb54bc9d2eb",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Nov-30",
    "title": "Management of obesity with semaglutide or metformin in patients with antipsychotic-induced weight gain (MOSA): a non-randomised open-label pilot study.",
    "methods": "A prospective, non-randomised cohort study was conducted with the objective of evaluating the efficacy and safety of oral semaglutide for the treatment of AIWG in routine outpatient clinical practice. Subsequently, the results were compared with those of a control group of AIWG patients taking metformin.",
    "results": "After 16 weeks, the mean body weight loss was 4.5 kg (95% confidence interval (CI), -6.7 to -2.3 kg; p < 0.001) in the semaglutide group (n = 10) versus 2.9 kg (95% CI, -4.5 to -1.4 kg; p < 0.001) in the metformin group (n = 26). This corresponds to an average body weight loss of 4% for semaglutide, and 2.5% for metformin. The respective reductions in body mass index (BMI) and waist circumference were -1.7 kg/m2 (95% CI, -2.4 to -1.0 kg/m2; p < 0.001) and -6.8 cm (95% CI, -9.7 to -3.8 cm; p < 0.001) for semaglutide. The observed reductions for metformin were -0.8 kg/m2 (95% CI, -1.4 to -0.3 kg/m2; p = 0.001) and -3.4 cm (95% CI, -5.4 to -1.3 cm; p = 0.001). The differences between the two groups were not statistically significant. In both groups, adverse effects were typically mild and transient, predominantly nausea. Furthermore, psychiatric symptoms were reduced, and quality of life improved.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "f715037dbdcf5d774b6094cf7e22f6c2",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Allele frequencies and genotype distribution of three metformin transporter polymorphisms in Mexican population and their application in pharmacogenomics of type 2 diabetes.",
    "methods": null,
    "results": "The allele frequencies were 0.07 for OCT2, 0.23 for MATE1, and 0.67 for MATE2. The g.-66T→C variant was found only in wild-type and heterozygous forms. Comparative analysis indicated significant differences in allele frequencies between this Mexican population and other ethnic groups, highlighting potential implications for metformin efficacy and safety.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "3d5ad8c9e75ba87e8a7e09a8336dc914",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2025-Feb",
    "title": "Mitigating ibrutinib-induced ventricular arrhythmia and cardiac dysfunction with metformin.",
    "methods": "The study utilized male C57BL/6 J mice, which were administered ibrutinib at a dosage of 30 mg/kg/day via oral gavage for 4 weeks to induce cardiotoxicity. Metformin was administered orally at 200 mg/kg/day for 5 weeks, starting 1 week before ibrutinib treatment. Cardiac function was assessed using echocardiography and electrophysiological studies, including surface electrocardiography and epicardial electrical mapping. Blood pressure was measured using a tail-cuff system. Western blot analysis was conducted to evaluate the activity of the PI3K-AKT and AMPK pathways, along with apoptosis markers.",
    "results": "C57BL/6 J mice were treated with ibrutinib for 4 weeks to assess its effect on cardiac function. We observed that ibrutinib induced ventricular arrhythmia and abnormal conduction while reducing the left ventricular ejection fraction. Furthermore, pretreatment with metformin reversed ibrutinib-induced cardiotoxicity. Mechanistically, ibrutinib decreased PI3K-AKT activity, resulting in apoptosis of cardiomyocytes. Administration of metformin upregulated AMPK and PI3K-AKT activity, which contributed to the improvement of cardiac function.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "fc16523dccc7f4c8b38759617fe7f0ea",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Nov-07",
    "title": "Drug risks associated with sarcopenia: a real-world and GWAS study.",
    "methods": "We obtained reports of adverse drug reactions from FAERS. Primary outcomes included sarcopenia and potential sarcopenia. We calculated the Proportional reporting ratio (PRR) to assess the risk of specific adverse events associated with various drugs, applying chi-square tests for statistical significance. Additionally, we used SMR based on Genome-wide association study (GWAS) to evaluate the potential associations between drug target genes of some significant medications and sarcopenia outcomes. The outcome data for sarcopenia included metrics as hand grip strength and appendicular lean mass (ALM).",
    "results": "A total of 55 drugs were identified as inducing potential sarcopenia, and 3 drugs were identified as inducing sarcopenia. The top 5 drugs causing a potential risk of sarcopenia were levofloxacin (PRR = 9.96, χ2 = 1057), pregabalin (PRR = 7.20, χ2 = 1023), atorvastatin (PRR = 4.68, χ2 = 903), duloxetine (PRR = 4.76, χ2 = 527) and venlafaxine (PRR = 5.56, χ2 = 504), and the 3 drugs that had been proved to induced sarcopenia included metformin (PRR = 7.41, χ2 = 58), aspirin (PRR = 5.93, χ2 = 35), and acetaminophen (PRR = 4.73, χ2 = 25). We identified electron-transfer flavoprotein dehydrogenase (ETFDH) and protein Kinase AMP-Activated Non-Catalytic Subunit Beta 1 (PRKAB1) as the primary drug target genes for metformin, while Prostaglandin-endoperoxide Synthase 1 (PTGS1) and Prostaglandin-endoperoxide Synthase 2 (PTGS2) were considered the primary action target genes for aspirin and acetaminophen according to DrugBank database. SMR showed that the expression abundance of ETFDH was negatively correlated with right hand grip strength (blood: OR = 1.01, p-value = 1.27e-02; muscle: OR = 1.01, p-value = 1.42e-02) and negatively correlated with appendicular lean mass (blood: OR = 1.03, p-value = 7.73e-08; muscle: OR = 1.03, p-value = 1.67e-07).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "77c2ac6d15f4d97271cbcb91d8246776",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2025-Jan",
    "title": "The Effects of Metformin on Cisplatin-Induced Ototoxicity in Diabetic Patients.",
    "methods": "We reviewed all diabetic patients treated with cisplatin who were enrolled in an auditory monitoring program between January 1, 2000 and December 31, 2018. Patients were grouped according to their use of metformin at the time of chemotherapy. Demographics, oncologic diagnosis and treatment, and prior noise exposure were recorded. Audiometric thresholds were compared before and after chemotherapy. The primary outcome measure was a change in hearing as defined by the National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE). Secondary measures of ototoxicity included changes in hearing using the American Speech-Language-Hearing Association (ASHA) and TUNE criteria.",
    "results": "Seventy-two diabetic patients met the inclusion criteria. Forty-six patients had taken metformin while on chemotherapy and 26 had not. The proportion of hearing loss as defined by both, CTCAE and ASHA criteria, was more than double in the metformin group relative to the nonmetformin group (CTCAE: 54.4% vs 19.2%, P = .004; ASHA: 62.2% vs 28.0%, P = .003). None of the potential covariates believed to be confounders were significantly associated with the outcome of multivariable analysis.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "3d5b097e7c89387896a603ec99d30538",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Oct-07",
    "title": "Safety and Efficacy of Metformin for Idiopathic Intracranial Hypertension. A U.S-Based Real-World Data Retrospective Multicenter Cohort Study.",
    "methods": "We conducted a retrospective cohort study using the TriNetX database, analyzing data from 2009 to August 2024. Patients diagnosed with IIH were included, with exclusions for other causes of elevated intracranial pressure and pre-existing diabetes. Propensity score matching was employed to balance cohorts according to age, sex, race, ethnicity, Hemoglobin A1C, and baseline body mass index (BMI) at the time of metformin initiation. Outcomes were assessed at various follow-up points up to 24 months.",
    "results": "Our study initially comprised 1,268 patients in the metformin group and 49,262 in the control group, with notable disparities in several parameters. Post-matching, both cohorts were refined to 1,267 patients each after matching with metformin group. Metformin-treated patients showed significantly lower risks of papilledema, headache, and refractory IIH status at all follow-up points (p<0.0001). The metformin group also had reduced rates of therapeutic spinal punctures and acetazolamide continuation. BMI reductions were more pronounced in the metformin group, with significant differences observed from 6 months onward (p<0.0001). Notably, metformin's beneficial effects persisted independently of BMI changes. The safety profile of metformin was favorable, with no significant differences in adverse events compared to the control group which did not receive metformin during the study timeframe.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "322f9b982d416eb136d8b886557f504a",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2025-Jan",
    "title": "Efficacy and safety of a fixed-dose combination of dapagliflozin and linagliptin (AJU-A51) in patients with type 2 diabetes mellitus: A multicentre, randomized, double-blind, parallel-group, placebo-controlled phase III study.",
    "methods": null,
    "results": "AJU-A51 significantly reduced HbA1c levels (from 7.93% ± 0.82% to 7.11% ± 0.61%) compared with linagliptin plus placebo (from 7.80% ± 0.71% to 7.87% ± 0.94%), with a least squares mean difference of -0.88% (95% confidence interval -1.07 to -0.68; p < 0.0001) at 24 weeks. The AJU-A51 group had a significantly higher proportion of patients who achieved HbA1c <7.0% at Week 24 than the control group (44.8% vs. 18.6%; p < 0.001). The AJU-A51 group maintained glycaemic efficacy up to 52 weeks, whereas the control group showed a substantial reduction in HbA1c after switching to AJU-A51 in the extension study period. Both groups had similar incidence of treatment-emergent and serious adverse events, and no cases of symptomatic hypoglycaemia were reported.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "af6f6f15d777cbbeebe1d730bbfea5e1",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Oct-02",
    "title": "Efficacy of WeChat-Based Digital Intervention Versus Metformin in Women With Polycystic Ovary Syndrome: Randomized Controlled Trial.",
    "methods": "A total of 80 women with PCOS and insulin resistance were recruited from an endocrinology clinic and randomly assigned to receive either a WeChat-based digital intervention (n=40, 50%) or metformin (n=40, 50%) for 12 weeks. The WeChat-based digital intervention consisted of 3 modules; a coach assisted the patients in using the intervention. The primary outcome was the change in a homeostatic model assessment for insulin resistance. At baseline and after the 12-week intervention, anthropometric parameters, menstruation frequency, sex hormone levels, metabolic factors, and body fat distribution were measured in the clinic. Furthermore, self-assessed web-based questionnaires on diet, exercise, sleep, anxiety, and depression were obtained.",
    "results": "A total of 72 participants completed the follow-up (for a 90% follow-up rate), including 35 of 40 (88%) participants from the digital intervention group and 37 of 40 (93%) participants from the metformin group. The homeostatic model assessment for insulin resistance in the digital intervention group was significantly improved after 12 weeks of treatment with a mean change of -0.93 (95% CI -1.64 to -0.23), but no statistical difference was observed between the groups (least squares mean difference -0.20; 95% CI -0.98 to 0.58; P=.62). Both digital intervention and metformin treatment significantly improved menstruation frequency (digital intervention: P<.001; metformin: P<.001) and reduced body weight (digital intervention: P<.001; metformin: P<.001) and total fat mass (digital intervention: P<.001; metformin: P<.001). Furthermore, the digital intervention had a significant advantage over metformin in improving waist circumference (least squares mean difference -1.84; 95% CI -3.44 to -0.24; P=.03), waist-to-hip ratio (least squares mean difference -0.02; 95% CI -0.03 to 0.00; P=.03), total fat mass (least squares mean difference -1.59; 95% CI -2.88 to -0.30; P=.02), and dehydroepiandrosterone sulfate (least squares mean difference -69.73; 95% CI -129.70 to -9.75; P=.02). In terms of safety, the main adverse events were sensations of hunger in the digital intervention group (2/40, 5%) and gastrointestinal adverse events in the metformin group (12/40, 30%).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "ec81ab4cfae1bdc6689407cf67aa2522",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Nov",
    "title": "Cofrogliptin once every 2 weeks as add-on therapy to metformin versus daily linagliptin in patients with type 2 diabetes in China: A randomized, double-blind, non-inferiority trial.",
    "methods": null,
    "results": "Overall, 465 patients entered the 24-week treatment period (median age: 57.0 years). The least-squares mean (standard error) change in glycated haemoglobin from baseline to week 24 was -0.96 (0.063), -0.99 (0.064) and -1.07 (0.065) for the cofrogliptin 10 mg, cofrogliptin 25 mg and linagliptin 5 mg groups, respectively. The between-group difference met the predefined margin for non-inferiority of cofrogliptin (10 and 25 mg) versus linagliptin treatment. The incidence of common adverse events (≥5% patients) during the 24-week treatment period was similar between treatment groups. There were no serious hypoglycaemic events.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "d593ec7b22e448bf7d55bd03326e21a0",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Efficacy and Safety of Bacillus coagulans LBSC in Drug Induced Constipation Associated With Functional Gastrointestinal Disorder: A Double-Blind, Randomized, Interventional, Parallel, Controlled Trial a Clinical Study on Bacillus coagulans LBSC for Drug Induced Constipation Associated With FGIDs.",
    "methods": "A prospective, interventional, randomized, double-blind, parallel, multi-arm, controlled trial with 168 patients experiencing drug induced constipation associated with FGID symptoms (DICAWFGID) screened through Rome IV criteria were randomized into 2 arms, i.e. placebo arm (n = 28) and atorvastatin, atenolol, metformin, amitriptyline, and calcium in test arm (n = 28/arm). Patients in both arms received similar dosages (1 g sachet, 3 times a day) for 35 days. The occurrence of constipation using Bristol Stool Form Scale, assessment of degree of constipation on 4-point Likert scale, occurrence of hard stool and degree of stool expulsion on 3-point scale, and defecation frequency were primary endpoints. While, secondary outcomes consisted of the changes in severity of FGID symptoms, visual analogue scale and tolerance to IP, along with reports of adverse events (AEs) and severe adverse events (SAEs).",
    "results": "There was a significant reduction in occurrence of constipation (≥98.6% and P-value <0.05) in test arm over the placebo arm. Assessment of co-primary endpoints showed significant improvements in degree of stool consistency (P-value 0.0232; CI: 0.1870, 1.1629), borderline significantly superior in degree of stool expulsion (P-value 0.0553; CI: 0.0378, -0.4939), while the other co-primary efficacy endpoints displayed considerably improved advancement (non-significant, P-value ≥0.05). The intra group analysis of symptoms at start of treatment (SOT) and end of treatment (EOT) revealed a significant reduction in scores for occurrence of constipation and degree of constipation, whereas significant improvement in the scores for degree of stool consistency and degree of stool expulsion (P-value <0.001) after the intervention period. In secondary endpoints, the processed responses clearly signified a considerable positive improvement (non-significant, P-value ≥0.05) in other symptoms of constipation associated with FGIDs as determined by the changes in the EOT-SOT score. The study data also highlighted the safety of Bacillus coagulans LBSC at the studied dose. No AEs and/or SAEs were documented during the investigation.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "758133236cde21ead3624ef6be5a9b20",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Nov",
    "title": "Efficacy and Safety of Pioglitazone/Metformin Fixed-Dose Combination Versus Uptitrated Metformin in Patients with Type 2 Diabetes without Adequate Glycemic Control: A Randomized Clinical Trial.",
    "methods": "A total of 304 patients were recruited from 15 hospitals in China and randomly assigned (1:1) to the test group (pioglitazone/metformin FDC, 15/500 mg) or the control group (uptitrated metformin, 2000-2500 mg/day). The primary endpoint was the proportion of patients with glycated hemoglobin A1c (HbA1c) ≤ 6.5% and ≤ 7.0% at week 16. The secondary outcomes included the change from baseline in glucose, serum lipids, and liver function. Full analysis set (FAS) and per-protocol set (PPS) were used for analyses.",
    "results": "In the test group, 103 (69.59%) patients reached HbA1c ≤ 7.0% (FAS, P = 0.009), with 68 (45.95%) patients achieved HbA1c ≤ 6.5 (FAS, P = 0.043). More reduction in HbA1c, homeostatic model assessment for insulin resistance, and diastolic pressure was found. Bodyweight, body mass index, and high-density lipoprotein cholesterol increased markedly. The changes of triglycerides, alanine transaminase, aspartate aminotransferase, and high-sensitivity C-reactive protein decreased noticeably. There were no significant differences in rates of adverse events between the two groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "c35597813b4f2f9cacc3376054cf1601",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Sep-12",
    "title": "Risk of Suicide, Hair Loss, and Aspiration with GLP1-Receptor Agonists and Other Diabetic Agents: A Real-World Pharmacovigilance Study.",
    "methods": "We queried four pharmacovigilance databases to compare GLP1-RAs to sodium-glucose transporter 2 inhibitors (SGLT2is) with respect to these adverse events (AE): the FDA Adverse Event Reporting System (FAERS), the Australian Database of Adverse Event Notifications (DAEN), the European Medicines Agency's (EudraVigilance), and the World Health Organization-Vigibase. OpenVigil 2.1 was utilized to perform a disproportionality analysis for GLP1-RAs, SGLT2is, dipeptidyl peptidase 4 inhibitors (DPP4is), sulfonylureas, metformin, and insulin. The following indices were extracted from the FAERS database from Q4/2003 until Q3/2023: relative reporting ratio (RRR), proportional reporting ratio (PRR), reporting odds ratio (ROR), and chi-squared (χ2). A positive signal was detected if PRR > 2 and χ2 > 4 for any drug-event pair.",
    "results": "No positive signals were observed between GLP1-RAs and either suicide, hair loss, or aspiration risks. Semaglutide [ROR = 0.60 (0.51-0.71)] and liraglutide [ROR = 0.28 (0.23-0.35)] had higher suicidal events than DPP4is and SGLT2is. GLP1-RAs were the most reported class with hair loss [ROR = 0.61 (0.60-0.64)], and semaglutide, liraglutide, and dulaglutide were the three leading medications. GLP1-RAs ranked lower with aspiration events, which were led by sitagliptin and DPP4is as a group.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "33c262427d7636e90a9ca5e35d9f8d9d",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Nov",
    "title": "Effectiveness of pharmacological interventions for managing obesity in children and adolescents: A systematic review and meta-analysis framed using minimal important difference estimates based on GRADE guidance to inform a clinical practice guideline.",
    "methods": "A systematic review and meta-analysis were conducted of randomized controlled trials (RCTs) with <18-year-olds of pharmacotherapeutic agents published up to November 2022. Estimates of effect for outcomes were presented relative to minimal important differences and GRADE certainty of evidence. We examined data on patient/proxy-reported outcome measures (PROMs), cardiometabolic risk factors, anthropometry and adverse events (AEs).",
    "results": "Overall, 35 RCTs were included. Trials examined metformin (n = 26), glucagon-like peptide-1 receptor agonists (GLP1RAs) (n = 7) and a lipase inhibitor (orlistat; n = 2). Intervention duration varied (3-24 months). Metformin had little to no benefit on PROMs (e.g., health-related quality of life [HRQoL]; 6 RCTs), moderate reductions in triglycerides, a moderate decline in insulin resistance, a small to moderate decline in BMI z-score (BMIz) and a moderate increase in mild to moderate gastrointestinal AEs. Response to GLP1RAs was heterogeneous and results of subgroup analysis demonstrated variability of impact. Liraglutide (2 RCTs) resulted in a small reduction in HOMA-IR and BMIz, but little to no benefit on other outcomes. Exenatide (4 RCTs) had a moderate reduction on blood pressure and a small decrease in BMIz with little to no benefit on other outcomes. Semaglutide (1 RCT) had a small benefit on HRQoL, a small reduction on SBP, a moderate reduction on total cholesterol and LDL-cholesterol, a large reduction on triglyceride, and a very large decline in BMIz accompanied by a small increase in mild to moderate gastrointestinal AEs. Orlistat had a moderate reduction in DBP and little to no benefit in other outcomes measured, but had a very large increased risk of mild to moderate gastrointestinal AEs. Serious AEs were rare and for interventions with sufficent AE reporting, were considered not likely attributable to the interventions.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "f6a9e44220b1a88c6bbc49fce1f40595",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Sep-04",
    "title": "Clinical application of cluster analysis in patients with newly diagnosed type 2 diabetes.",
    "methods": "In this study, a k-means cluster algorithm was applied based on five indicators, namely, age, body mass index (BMI), glycosylated hemoglobin (HbA1c), homeostasis model assessment-2 insulin resistance (HOMA2-IR), and homeostasis model assessment-2 β-cell function (HOMA2-β), in order to perform the cluster analysis among 567 newly diagnosed participants with T2DM. The clinical characteristics and medication of each subtype were analyzed. The risk for diabetes complications and comorbidities in each subtype was compared by logistic regression analysis.",
    "results": "The 567 patients were clustered into four subtypes, as follows: severe insulin-deficient diabetes (SIDD, 24.46%), age-related diabetes (MARD, 30.86%), mild obesity-related diabetes (MOD, 25.57%), and severe insulin-resistant diabetes (SIRD, 20.11%). According to the results of the oral glucose tolerance test (OGTT) and biochemical indices, fasting blood glucose (FBG), 2-hour postprandial blood glucose (2hBG), HbA1c, total cholesterol (TC), low-density lipoprotein cholesterol (LDL-C) and triglyceride-glucose index (TyG) were higher in SIDD and SIRD than in MARD and MOD. MOD had the highest fasting C-peptide (FCP), 2-hour postprandial C-peptide (2hCP), fasting insulin (FINS), 2-hour postprandial insulin (2hINS), serum creatinine (SCr), and uric acid (UA), while SIRD had the highest triglycerides (TGs) and TyG-BMI. Albumin transaminase (ALT) and albumin transaminase (AST) were higher in MOD and SIRD. As concerms medications, compared to the other subtypes, SIDD had a lower rate of metformin use (39.1%) and a higher rate of α-glucosidase inhibitor (AGI, 61.7%) and insulin (74.4%) use. SIRD showed the highest frequency of use of sodium-glucose cotransporter-2 inhibitors (SGLT-2i, 36.0%) and glucagon-like peptide-1 receptor agonists (GLP-1RA, 19.3%). Concerning diabetic complications and comorbidities, the prevalence of diabetic kidney disease (DKD), cardiovascular disease (CVD), non-alcoholic fatty liver disease (NAFLD), dyslipidemia, and hypertension differed significantly among subtypes. Employing logistic regression analysis, after adjusting for unmodifiable (sex and age) and modifiable related influences (e.g., BMI, HbA1c, and smoking), it was found that SIRD had the highest risk of developing DKD (odds ratio, OR = 2.001, 95% confidence interval (CI): 1.125-3.559) and dyslipidemia (OR = 3.550, 95% CI: 1.534-8.215). MOD was more likely to suffer from NAFLD (OR = 3.301, 95%CI: 1.586-6.870).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "9676f9c1b9a8809f941b49e08ffc8890",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Nov",
    "title": "Efficacy and safety of dapagliflozin add-on to evogliptin plus metformin therapy in patients with type 2 diabetes: A randomized, double-blind, placebo-controlled study.",
    "methods": null,
    "results": "In total, 198 patients were randomized, and 195 patients were included in the efficacy analyses (dapagliflozin: 96, placebo: 99). At Week 24, dapagliflozin significantly reduced HbA1c levels. The least squares mean difference in HbA1c level change from baseline after 24 weeks of treatment was -0.70% (-7.7 mmol/mol) (p < 0.0001). The proportion of participants achieving HbA1c <7.0% (≥53 mmol/mol) was higher in the dapagliflozin group than in the placebo group. Compared to placebo, dapagliflozin significantly reduced fasting plasma glucose, mean daily glucose, 2-h postprandial plasma glucose, fasting insulin, uric acid and gamma-glutamyl transferase levels, homeostatic model assessment for insulin resistance index, body weight, hepatic steatosis index, and albuminuria. Adiponectin level significantly increased from baseline level after 24 weeks of dapagliflozin treatment. Adverse event rates were similar in the two groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "eb67ccd33b9b06f55acc86851735cbdc",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Dec-20",
    "title": "Movement disorders related to antidiabetic medications: a real-world pharmacovigilance study.",
    "methods": null,
    "results": "Among 11,729 cases of motor adverse events in DM patients, six categories of drMD were significantly associated with DM medications. Noticeably, metformin was revealed to drastically increase the incidence of parkinsonism (adjusted ROR:3.97; 95 %CI (3.03, 5.19), p = 5.68e-24), bradykinesia (adjusted ROR:1.69; 95 %CI (1.07,2.59), p = 0.02) and irregular hyperkinesia, including chorea, choreoathetosis and athetosis. Insulin/insulin analogues and GLP-1 analogues presented notably higher odds of tremor: the adjusted ROR (aROR) of insulin and GLP-1 analogue is respectively 1.24 (95 %CI (1.15,1.34), p = 2.51e-08) and 1.78 (95 %CI (1.65,1.91), p = 5.64e-54). The combined therapeutic effects of multiple genetic variants of metformin, especially AMP-activated protein kinase (AMPK) were markedly linked to a greater likelihood of developing secondary parkinsonism (OR:10.816, p = 0.049) according to MR analyses.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "968640b8aa59ab18d044be65269d0c82",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Cross-relationship between COVID-19 infection and anti-obesity products efficacy and incidence of side effects: A cross-sectional study.",
    "methods": "Patients were invited to complete an anonymous survey. The survey assessed self-reported changes in weight, the use of AOPs during the COVID-19 pandemic, COVID-19 infection severity, AOPs efficacy, and incidence of side effects. Inclusion criteria were obese patients above 18 years old who got infected by COVID-19 while receiving a single-ingredient AOP.",
    "results": "A total of 462 participants completed our anonymous validated questionnaire. Most of the participants were females (450; 98.4%) with BMI ranging from 24.98-58.46. Eligible participants were only 234 and the top-administered products were orlistat, liraglutide, metformin, green tea, cinnamon, Garcinia cambogia, and Gymnema Sylvestre. In most cases, AOPs intake was beneficial for COVID-19 infection, and most patients experienced mild-to-moderate COVID-19 symptoms. On the other hand, SARS-CoV-2 significantly interferes with AOPs' mechanisms of action which positively or negatively influences their efficacy and side effects incidence due to predictable pharmacological link.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "6ed4f87ec6c08515263c8ab98d421931",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Oct",
    "title": "The optimal dose of metformin to control conversion to diabetes in patients with prediabetes: A meta-analysis.",
    "methods": "We systematically searched randomized controlled trials (RCTs) in CNKI, Wanfang, VIP, SinoMed, Scopus, PubMed, Embase, Cochrane Library, Web of Science, and Cumulative Index to Nursing and Allied Health Literature (CINAHL) from inception to February 2024. Meta-analysis was conducted using RevMan 5.4 software.",
    "results": "We included 25 randomized controlled trials comprising 2437 patients. The results of the meta-analysis revealed that compared to dose groups of 500 mg/d, 850 mg/d, 1000 mg/d, 1500 mg/d, 1700 mg/d, and 2000 mg/d, a dosage of 750 mg/d of metformin significantly reduced the incidence of diabetes in patients (risk ratio [RR] = 0.21, 95 % confidence interval [CI]: 0.11, 0.41; p < 0.00001), lowered Postprandial Blood Glucose (PBG) (mean difference[MD] = -2.60, 95 % CI: -4.34, -0.86; p = 0.003), and promoted the normalization of blood glucose levels (RR = 2.13, 95 % CI: 1.68, 2.71; p < 0.00001). Regarding safety evaluation, no significant differences were identified among the various dose groups. In contrast, the cohort receiving a daily dosage of 750 mg demonstrated the most pronounced decrease in the incidence of adverse reactions.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "09814f18fc34186ffda0143e0cb3f841",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Aug-17",
    "title": "Impact of canagliflozin combined with metformin therapy on reducing cardiovascular risk in type 2 diabetes patients.",
    "methods": "A total of 258 patients with T2DM admitted to our hospital from March 2021 to March 2022 were selected and divided into a control group and an observation group using a random number table. The control group received metformin combined with a placebo, while the observation group received canagliflozin combined with metformin therapy. All patients received drug treatment for 52 weeks. The primary endpoint of the study was major adverse cardiovascular events (MACE), including myocardial infarction, ischemic stroke, and cardiovascular death. Other study parameters included safety after medication, severe adverse reactions, levels of glycated hemoglobin (HbA1c), body mass index (BMI), systolic blood pressure (SBP), diastolic blood pressure (DBP), high-density lipoprotein cholesterol (HDL-C), low-density lipoprotein cholesterol (LDL-C), and estimated glomerular filtration rate (eGFR).",
    "results": "After treatment, HbA1c, FPG, BMI, SBP, and DBP in both groups were lower than before treatment, and those indicators in the observation group were lower than those in the control group (P < 0.05). The eGFR, HDL-C, and LDL-C levels in both groups were higher than before treatment, with the eGFR in the observation group being higher than that in the control group (P < 0.05). The incidence of MACE (myocardial infarction, ischemic stroke, cardiovascular death) in the observation group (5.17%) was significantly lower than that in the control group (12.93%) (HR: 2.16, 95%CI:2.04-2.59, P < 0.05). There were no significant differences in the rates of hospitalization for heart failure (3.45% vs. 1.72%), renal adverse events (4.31% vs. 3.45%), non-cardiovascular death (1.72% vs. 0.86%), all-cause mortality (2.59% vs. 0.86%), and severe adverse reactions (12.07% vs. 9.48%) between the two groups (P > 0.05).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "8337f48a474f1cc1f4cfb87b66d5ad77",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Autonomic modulation by SGLT2i or DPP4i in patients with diabetes favors cardiovascular outcomes as revealed by skin sympathetic nerve activity.",
    "methods": "Patients with T2DM, who did not reach target hemoglobin (Hb)A1C levels despite metformin treatment, were enrolled. SGLT2i or DPP4i were prescribed randomly unless a compelling indication was present. NeuECG and heart rate were recorded for 10 min before and after a 3-month treatment. The patients were treated according to standard practice and the obtained data for skin sympathetic nerve activity (SKNA) and ANS entropy were analyzed offline.",
    "results": "We enrolled 96 patients, of which 49 received SGLT2i and 47 received DPP4i. The baseline parameters were similar between the groups. No adverse event was seen during the study period. In the burst analysis of SKNA at baseline, all parameters were similar. After the 3-month treatment, the firing frequency was higher in SGLT2i group (0.104 ± 0.045 vs 0.083 ± 0.033 burst/min, p < 0.05), with increased long firing duration (7.34 ± 3.66 vs 5.906 ± 2.921, p < 0.05) in 3-s aSKNA scale; the other parameters did not show any significant change. By symbolic entropy, the most complex patterns (Rank 3) were found to be significantly higher in SGLT2i-treated patients than in DDP4i-treated group (0.084 ± 0.028 vs 0.07 ± 0.024, p = 0.01) and the direction of change in Rank 3, after SGLT2i treatment, was opposite to that observed in the DDP4i group (0.012 ± 0.036 vs. -0.005 ± 0.037, p = 0.024). Our findings demonstrated the favorable autonomic modulation by SGLTi and the detrimental effects of DPP4i on ANS.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "32ddbd3f5ec00a9ba01e4fe928a3c31d",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Jul-13",
    "title": "The Efficacy and Safety of DLBS3233, A Combined Bioactive Fraction of Cinnamomum burmanii and Lagerstroemia speciosa Plants on The Endocrine-Metabolic Profile of Women with Polycystic Ovary Syndrome: A Randomized Clinical Trial.",
    "methods": null,
    "results": "After 6 months, HOMA-IR improvement in DLBS3233-treated group (-1.03 ± 0.50) and metformin-XR (-1.19 ± 0.50) were comparable, with a between-group difference fell within the pre-set non-inferiority margin (0.16; 95% confidence interval (CI): -1.24, 1.56; P=0.3168). The HOMA-IR in both groups were significantly improved from baseline. On all secondary endpoints, both groups showed comparable effects. Markedly fewer adverse events occurred in the DLBS3233 treated group than in the Metformin-XR-treated group and most were mild clinically and had been resolved by the end of the study.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "49f9a872f9af2b2c7fca3c0dee168e7f",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Oct",
    "title": "ISIS 449884 Injection Add-On to Metformin in Patients with Type 2 Diabetes: A Randomized, Double-Blind, Placebo-Controlled, Phase II Clinical Study.",
    "methods": null,
    "results": "The primary efficacy endpoint was analyzed in 88 subjects (ISIS 449884, n = 59; placebo, n = 29). The corrected LS mean change from baseline in glycated hemoglobin (HbA1c) at week 17 in the pooled ISIS 449884 treatment group was - 1.31% (95% CI - 1.66%, - 0.96%), and that in the pooled placebo group was 0.15% (95% CI - 0.37%, 0.66%). The LS mean difference between the two groups was - 1.46% (95% CI - 1.92%, - 1.00%, P < 0.001). Treatment-emergent adverse events (TEAEs) occurred in 53/60 subjects (88.3%) and 25/30 subjects (83.3%) in the pooled ISIS 449884 treatment group and the pooled placebo group, respectively, with similar incidences. Drug-related TEAEs occurred in 41/60 subjects (68.3%) and 9/30 subjects (30.0%), respectively. TEAEs of grade 3 or higher occurred in 5/60 (8.3%) subjects and 2/30 (6.7%) subjects, respectively, and none of them were drug related.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "1b909bd4d12ce22f5da15bc2a04fa7e6",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Sep",
    "title": "Effects of ginseng berry saponins from panax ginseng on glucose metabolism of patients with prediabetes: A randomized, double-blinded, placebo-controlled, crossover trial.",
    "methods": null,
    "results": "Compared with placebo, Zhenyuan Capsule caused remarkable reduction in 2-h PG (-0.98 mmol/l) after adjusting treatment order. Zhenyuan Capsule also reduced the fasting and 2-h postprandial levels of insulin and C-peptide, lowered HOMA-IR index (-1.26), and raised QUICKI index (+0.012) when compared to placebo. Additionally, a significant increase in high density lipoprotein cholesterol (HDL-C; +0.25 mmol/l) was found in patients with Zhenyuan Capsule. No serious adverse event occurred during the study.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "03683e06c9b84737eeebfbd143e8cccf",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Sep",
    "title": "Efficacy and safety of oral semaglutide vs sitagliptin in a predominantly Chinese population with type 2 diabetes uncontrolled with metformin: PIONEER 12, a double-blind, Phase IIIa, randomised trial.",
    "methods": "The Peptide Innovation for Early Diabetes Treatment (PIONEER) 12 trial was a randomised, double-dummy, active-controlled, parallel-group, Phase IIIa trial conducted over 26 weeks at 90 sites across the China region (including mainland China, Taiwan and Hong Kong) and five other countries. Adults aged ≥18 years (≥20 years in Taiwan) with a diagnosis of type 2 diabetes, HbA1c between 53 and 91 mmol/mol (inclusive) and treated with a stable daily dose of metformin were eligible for inclusion. Participants were randomised (1:1:1:1) using a web-based randomisation system to either once-daily oral semaglutide (3 mg, 7 mg or 14 mg) or once-daily oral sitagliptin 100 mg. Treatment allocation was masked to both participants and investigators. Randomisation was stratified according to whether participants were from the China region or elsewhere. The primary endpoint was change in HbA1c from baseline to week 26. The confirmatory secondary endpoint was change in body weight (kg) from baseline to week 26. All randomised participants were included in the full analysis set (FAS). All participants exposed to at least one dose of trial product were included in the safety analysis (SAS).",
    "results": "Of 1839 participants screened, 1441 were randomly assigned to oral semaglutide 3 mg (n=361), 7 mg (n=360), 14 mg (n=361) or sitagliptin 100 mg (n=359) and included in the FAS. A total of 1438 participants were included in the SAS. In total, 75.2% of participants were from the China region. A total of 1372 (95.2%) participants completed the trial and 130 participants prematurely discontinued treatment (8.3%, 8.6% and 15.0% for oral semaglutide 3 mg, 7 mg and 14 mg, respectively; 4.2% for sitagliptin 100 mg). Significantly greater reductions in HbA1c from baseline to week 26 were reported for all doses of oral semaglutide vs sitagliptin 100 mg. For oral semaglutide 3 mg, 7 mg and 14 mg vs sitagliptin 100 mg, the estimated treatment differences (ETDs [95% CI]) were -2 (-4, -1) mmol/mol, -8 (-9, -6) mmol/mol and -11 (-12, -9) mmol/mol, respectively. The corresponding ETDs (95% CI) in percentage points vs sitagliptin 100 mg were -0.2 (-0.3, -0.1), -0.7 (-0.8, -0.6) and -1.0 (-1.1, -0.8), respectively. Reductions in body weight were significantly greater for all doses of oral semaglutide vs sitagliptin 100 mg (ETD [95% CI] -0.9 [-1.4, -0.4] kg, -2.3 [-2.8, -1.8] kg and -3.3 [-3.8, -2.8] kg for 3 mg, 7 mg and 14 mg, respectively). In the subpopulation of participants from the China region (75.2% of trial participants), reductions in HbA1c and body weight from baseline to week 26 were similar to those seen in the overall population. The most frequent adverse events in the semaglutide treatment arms were gastrointestinal, although these were mostly transient and mild/moderate in severity.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "83542adacf373d198610efeb3ba76fcc",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Jul",
    "title": "Multireceptor Analysis for Evaluating the Antidiabetic Efficacy of Karanjin: A Computational Approach.",
    "methods": null,
    "results": "Karanjin, a phytochemical from Pongamia pinnata, shows superior drug candidate potential compared to common medications, offering advantages in efficacy and reduced side effects. It adheres to drug-likeness criteria and exhibits optimal ADMET properties, including moderate solubility, high gastrointestinal absorption and blood-brain barrier penetration. Molecular docking revealed Karanjin's highest binding energy against receptor 3L2M (Pig pancreatic alpha-amylase) at -9.1 kcal/mol, indicating strong efficacy potential. Molecular dynamics simulations confirmed stable ligand-protein complexes with minor fluctuations in RMSD and RMSF, suggesting robust interactions with receptors 3L2M.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "406bb66a6c83d71f93aafa4d59dd8fad",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Sep",
    "title": "Dual add-on therapy of gemigliptin and dapagliflozin in patients with type 2 diabetes inadequately controlled with metformin alone: The SOLUTION 2 study.",
    "methods": null,
    "results": "Baseline characteristics including body mass index and T2D duration were similar among groups. At week 24, the least square mean changes in HbA1c from baseline were -1.34% with GEMI + DAPA, -0.90% with GEMI (difference between GEMI + DAPA vs. GEMI -0.44% [95% confidence interval {CI}: -0.58% to -0.31%], P < .01) and -0.78% with DAPA (difference between GEMI + DAPA vs. DAPA -0.56% [95% CI: -0.69% to -0.42%], P < .01). Both upper CIs were less than 0, demonstrating the superiority of GEMI + DAPA for lowering HbA1c. The rates of responders achieving HbA1c less than 7% and less than 6.5% were greater with GEMI + DAPA (84.9%, 56.6%) than with GEMI (55.3%, 32.2%) and DAPA (49.3%, 15.3%). The incidence rate of adverse events was similar across groups, with low incidence rates of hypoglycaemia, urinary tract infection and genital infection.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "65659117a2f1f7bb95be7a3211781c68",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Nov-15",
    "title": "The dichloromethane fraction from Calotropis gigantea (L.) dryand. Stem bark extract prevents liver cancer in SDT rats with insulin-independent diabetes mellitus.",
    "methods": null,
    "results": "Rats with SDT-DEN-induced HCC treated with CGDCM exhibited reduced serum glucose levels, elevated insulin levels, and decreased HbA1c levels. CGDCM treatment also reduced elevated hepatic IL-6, TNF-α, TGF-β1, and α-SMA levels in SDT-DEN-VEH rats. Additionally, CGDCM treatment prevented hepatocyte damage, fibrosis, and cell proliferation. No adverse effects on normal organs were observed with CGDCM treatment, suggesting its safety for the treatment of HCC complications associated with diabetes. Additionally, the absence of adverse effects in SD rats treated with CGDCM at 2.5 mg/kg further supports the notion of its safe usage.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "b30f5c2b97af80fe1c46f40e9e3e2f7b",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Jun-27",
    "title": "Effect of metformin on hepatocellular carcinoma patients with type II diabetes receiving transarterial chemoembolization: a multicenter retrospective cohort study.",
    "methods": null,
    "results": "Among 372 patients included in the study, 208 patients (177 male patients and 31 female patients) with mean age 59.6 (10.3) years received metformin and 164 patients (139 male patients and 25 female patients) with mean age 60.3 (10.0) years did not. Before PSM, patients with metformin had significantly longer median overall survival (mOS) and median progression-free survival (mPFS) than those without metformin (mOS: 34 months, 95% CI: 25.6-42.4 vs. 20 months, 95% CI: 15.3-24.7; P<0.001; mPFS: 11 months, 95% CI: 9.3-12.7 vs. 8 months, 95% CI: 5.9-10.1; P<0.001). Similar results were observed after PSM. Multivariate regression analysis indicated that metformin was associated with a reduced risk of all-cause mortality (HR: 0.589, 95% CI: 0.454-0.763; P<0.001) and tumor progression (HR: 0.667, 95% CI: 0.526-0.845; P=0.001) before PSM. After excluding deaths related to other factors, metformin continued to demonstrate a reduction in cancer-specific mortality risk among the patients. Subgroup analysis further revealed that patients using metformin had lower all-cause mortality risk and tumor progression risk than those without metformin in most subgroups. Adverse event evaluation suggested that metformin could lead to elevated nausea incidence.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "664eaf8713b5058299c42c2f9a8ee9b3",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Sep",
    "title": "The efficacy and safety of iGlarLixi versus IDegAsp in Chinese people with type 2 diabetes suboptimally controlled with oral antidiabetic drugs: The Soli-D randomized controlled trial.",
    "methods": "In Soli-D, a 24-week, multicentre, open-label, study, insulin-naïve adults were randomized 1:1 to once-daily injections of iGlarLixi (n = 291) or IDegAsp (n = 291), with continued metformin ± sodium-glucose co-transporter-2 inhibitors. The primary endpoint was non-inferiority in HbA1c change from baseline to week 24. Key secondary endpoints included superiority in HbA1c change and body weight (BW) change at week 24. Hypoglycaemia rates were also assessed.",
    "results": "At week 24, iGlarLixi showed non-inferiority and superiority over IDegAsp in HbA1c reduction (least squares [LS] mean difference: -0.20 [95% confidence interval {CI}: -0.33, -0.07]; P < .001 for non-inferiority; [97.5% CI: -0.35, -0.05]; P = .003 for superiority). iGlarLixi decreased BW and IDegAsp increased BW from baseline to week 24, with a statistically significant LS mean difference of -1.49 kg in favour of iGlarLixi (97.5% CI: -2.32, -0.66; P < .001). Event rates (per person-year) for American Diabetes Association (ADA) Level 1, 2 or 3 hypoglycaemia were lower for iGlarLixi (1.90) versus IDegAsp (2.72) (relative risk: 0.71; 95% CI: 0.52, 0.98). No ADA Level 3 hypoglycaemia or unexpected safety findings were reported.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "49e5e8077b3d6f263f4e60d6a82c5600",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Jun-01",
    "title": "Two by Two Factorial Design using Metformin and Curcumin for Second Primary Head and Neck Cancer Prevention Trial.",
    "methods": "We have applied the trial design to a large phase IIB/III double-blind, multi-centric, placebo-controlled, randomized clinical trial to determine the safety and efficacy of Metformin and Curcumin in the prevention of second primary tumours (SPT) of the aerodigestive tract following treatment of HNSCC (n=1,500) [Clinical Registry of India, CTRI/2018/03/012274]. Patients recruited in this trial will receive Metformin (with placebo), Curcumin (with placebo), Metformin, and Curcumin or placebo alone for a period of 36 months. The primary endpoint of this trial is the development of SPT, while the secondary endpoints are toxicities associated with the agents, incidence of recurrence, and identifying potential biomarkers. In this article, we discuss the 2x2 factorial design and how it applies to the head and neck cancer chemoprevention trial.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "47206edc34879f47873d7b5384144a93",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Efficacy and Safety of DPP-4 Inhibitors and Metformin Combinations in Type 2 Diabetes: A Systematic Literature Review and Network Meta-Analysis.",
    "methods": "We searched PubMed and Embase from inception until 19th April, 2022 for phase II and phase III trials in patients with T2DM on Met-based traditional OADs. The primary outcome was assessed by change in glycated hemoglobin (HbA1c), fasting plasma glucose (FPG), and 2-hour post-prandial blood glucose (2h-PPG). The secondary safety outcomes assessed were hypoglycemic events, serious adverse events (SAEs), cardiovascular (CV) events, and gastrointestinal (GI) events.",
    "results": "Sixty-two trials were included in the analysis. The combination of DPP4i + Met revealed a comparable mean reduction in HbA1c levels to the glinides (Gli) + Met combination (mean difference [MD]: -0.03%, 95% CI: 0.69, -0.65), although the difference was not statistically significant. The mean HbA1c reduction with DPP4i + Met was greater than with sulfonylureas (SU) + Met (MD: -0.05, 95% CI: -0.29, 0.39), thiazolidinedione (TZD) + Met (MD: -0.69, 95% CI: -1.39, -0.02), and SU + TZD (MD: 0.21; 95% CI: -1.30, 1.71), with no statistical significance. DPP4i + Met demonstrated a non-significant lower incidence of CV events in comparison to TZD + Met (RR: 1.01, 95% CI: 0.46, 2.45) and SU + Met (RR: 1.06, 95% CI: 0.61, 2.06).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "690bf282a48ff2a0a851655576e14043",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Jun-18",
    "title": "Does metformin prolong pregnancy in preterm pre-eclampsia? A study protocol for a South African, hospital-based double-blind, randomised, placebo-controlled trial.",
    "methods": "The PI 3 trial is a phase III, intention-to-treat, double-blind, placebo-controlled randomised clinical trial to assess if metformin XR can prolong gestation and improve neonatal outcomes in women undergoing expectant management for preterm pre-eclampsia. We will recruit women who are between 26+0 and 31+6 weeks pregnant. Women will be randomised to receive either 3 g metformin XR or an identical placebo in divided daily doses. The primary outcome is prolongation of pregnancy. Secondary outcomes are neonatal birth weight and length of neonatal care admission (an indicator of neonatal health at birth). All other outcomes will be exploratory. We will record tolerability and adverse events. We plan a sample size of 500 participants to be powered for the primary and secondary outcomes.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "4cd50514fe81730463dda4d013cd67fa",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Comorbidity and concomitant medication use in an integrase strand transfer inhibitor naïve cohort on first-line dolutegravir-based antiretroviral therapy.",
    "methods": "data was collected using a survey questionnaire and a retrospective review of medical records of a prospective study sample. Medical records were retrospectively reviewed for up to 12 months after dolutegravir initiation. Concomitantly used drugs and supplements that were identified to have a potential interaction with dolutegravir were further characterized. Descriptive and summary statistics were used to describe the data, t-tests were performed on blood glucose levels and cross-tabulations were done on some variables.",
    "results": "of the 461 participants enrolled into the study, 172 (37.3%) and 54 (11.7%) experienced comorbidity and coinfection respectively. More than 50% of the participants used concomitant medicines. Metformin use led to increased blood glucose levels (p=0.009); participants on rifampicin (n=8) received an additional daily dose of dolutegravir. Virological outcomes in participants on sodium valproate (n=2) and St John´s wort (n=1) did not show safety concerns, whilst 3 dolutegravir discontinuations were observed in participants using supplements and antacids containing divalent cations.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "353f84161c0d158f0fd2aaffba0b05f5",
    "query_date": "22_02_2025"
  }
]