[
  {
    "pub_date": "2018-Oct-15",
    "title": "What do Australian & New Zealand caregivers know about children's ibuprofen? The results of an online survey?",
    "methods": "A convenience sample of caregivers in Australia and New Zealand, who had purchased Nurofen® for Children, completed an online survey assessing their knowledge of product information and dosage instructions available on/in the product packaging.",
    "results": "In total, 219 caregivers (mainly female 95%, mean age ± SD; 35 ± 6.82 years) completed the online survey. Responses suggest limitations in their knowledge about the active ingredients, contraindications and side effect profile associated with the product. Most respondents had a good understanding about the correct dosage to give children based on their weight and/or age, but many lacked a good understanding about the correct interval between doses and the maximum number of daily doses.",
    "figures_tables": null,
    "article_id": "30322377",
    "query_date": "17_02_2025"
  },
  {
    "pub_date": "2018-Jan",
    "title": "Non-prescription supply of combination analgesics containing codeine in community pharmacy: A simulated patient study.",
    "methods": "A covert simulated patient (SP) method was used to observe the responses of pharmacy staff during an NP-CACC request. Four SPs were trained to complete 1 of 2 scenarios. Each scenario involved a direct product request for Nurofen Plus (200 mg ibuprofen, 12.8 mg codeine) with identical reason for use, symptoms, and medical history but varied previous product use. Scenario One (Sc1) involved a first time NP-CACC user and in Scenario Two (Sc2) the SP had used NP-CACC regularly for the past month. Each visit was documented by the SP immediately after they left the pharmacy. A NP-CACC supply score, created from 4 outcomes (pharmacist involvement, establishment of therapeutic need, establishment of safety and provision of counselling), was given to each pharmacy visit (maximum of 8) during data analysis.",
    "results": "145 pharmacy visits were completed. Both scenarios were performed in most of the 75 pharmacies visited (73 Sc1 and 72 Sc2). Treatment was provided in the majority of visits but refused in 37(24%) because the SP was unable to provide photo identification. A pharmacist was involved (directly or indirectly) in 77% of visits. Adequate questioning to establish therapeutic need occurred in 50% of pharmacy visits, safety was established in 17% of visits, and adequate counselling provided in 17% of visits. The SP scenario did not significantly affect the NP-CACC supply outcomes. NP-CACC supply scores ranged from 1 to 8, (Md = 5) with only 1 pharmacy visit achieving the maximum score of 8.",
    "figures_tables": null,
    "article_id": "28283305",
    "query_date": "17_02_2025"
  }
]