[
  {
    "pub_date": "2025-Feb-14",
    "title": "Evaluation of the analgesic effect of a combination of oral acetaminophen and oxycodone after extracorporeal shock wave lithotripsy (SWL).",
    "methods": null,
    "results": "154 renal stone patients (63 females) underwent SWL with a mean age of 41.52 ± 10.52 years. The two groups were similar in terms of age (p = 0.572), sex (p = 0.212), location of the stone (p = 0.868), size of the stone (p = 0.762), and occurrence of complication (p = 0.302). There was no significant difference in the reduction of pain severity between the two groups after 30 min (p = 0.224), 2 days (p = 0.501), and 3 days (p = 0.229) following SWL intervention. However, after a 24-h follow-up, pain severity decreased more in the diclofenac group compared to the other group (p = 0.002).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39950358",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2025-Jan-31",
    "title": "Reducing Postoperative Opioids in Pediatric Laparoscopic Cholecystectomy: A Retrospective, Single-Center Cohort Study.",
    "methods": "A retrospective review of pediatric patients <18 ys of age who underwent LC from 2016 to 2022 was performed. Patients who underwent open cholecystectomy or additional surgical procedures performed simultaneously were excluded. Patient demographics, operative details, medication usage, and postoperative complications were recorded. Patients prescribed opioid pain medication at discharge were compared to those who were treated with nonopioid pain medications (i.e., acetaminophen, ibuprofen, and ketorolac).",
    "results": "In total, 511 patients were included, of which 76.9% were prescribed opioids. Patients who were not prescribed opioids more commonly received intravenous ketorolac (81.4% versus 35.6%, P < 0.001), used less postoperative morphine milligram equivalents per kilogram (MME) (0.3 versus 0.4 MME/kg, P = 0.044), had lower rates of postoperative phone calls for pain (6.8% versus 18.8%, P = 0.002), and reported less pain at follow-up (6.8% versus 18.8%, P = 0.002). There were no differences in emergency department visits or hospital readmissions within 30 ds of discharge. Institutional rates of opioid prescriptions following LC decreased over the study duration (97.8% in 2016 to 28.4% in 2022, P < 0.001).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39892302",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2025-Feb-02",
    "title": "Drug-induced nasal septum perforation: a disproportionality analysis of the FDA adverse event reporting system database.",
    "methods": null,
    "results": "For 552 identified cases, the most commonly reported drugs were bevacizumab (n = 56), fluticasone propionate (n = 50), methotrexate (n = 34), hydrocodone and acetaminophen (n = 22), and paclitaxel (n = 17). Twenty-six drugs showed positive risk signals, with the top five being azelastine hydrochloride and fluticasone propionate (ROR = 173.82), beclomethasone dipropionate (ROR = 90.91), oxymetazoline (ROR = 53.77), desmopressin (ROR = 51.43), and leucovorin (ROR = 42.83). Intriguingly, 18 of these drugs did not list nasal septum perforation as a known side effect.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39891519",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2025-Jan-30",
    "title": "An exploratory study evaluating the 20 medications most commonly associated with suicidal ideation and self-injurious behavior in the FAERS database.",
    "methods": "The reporting intensity of the High-Level Term \"suicidal ideation or self-injurious behavior\" and its Preferred Terms across distinct categories was assessed using the Reporting Odds Ratio (ROR) and Proportional Reporting Ratio (PRR).",
    "results": "We identified the top 20 drugs with the highest reporting frequencies, spanning sedative-hypnotics, antidepressants, antipsychotics, antiepileptics, antihypertensives, antipyretic/analgesic drugs, and antihyperglycemic drugs. Ranking these medications according to ROR, the top five medications with ROR values related to suicidal ideation or self-injurious were alprazolam, zolpidem, amphetamine, quetiapine, and fluoxetine. Further analysis showed that suicide-related adverse events were more frequently reported in females. Antiepileptics had the highest frequency of reported adverse events in the 51-55 year age group, compared to 16-20 years for antidepressants and 46-50 years for sedative-hypnotics.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39885564",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2025",
    "title": "Clinical Efficacy Between Intravenous Paracetamol and Intravenous Fentanyl for Propofol Deep Sedation in Colonoscopy: A Randomized Controlled Trial.",
    "methods": "A total of 225 patients who underwent colonoscopy at Siriraj Hospital were randomly assigned to two groups. All patients underwent deep sedation with propofol and received intravenous (iv) paracetamol (group P, n = 113) or iv fentanyl (group F, n = 112). All patients received a premedication of 0.02-0.03 mg/kg of midazolam intravenously. Fifteen to thirty minutes before the procedure, patients in group P were administered 1000 mg of iv paracetamol, while those in group F received 0.001 mg/kg of iv fentanyl. All patients were oxygenated with 100% O2 via a nasal cannula, and deep sedated with titrated intravenous propofol. The primary outcome measure was the success rate of colonoscopy. The colonoscope reaching the ileocecal valve was an important marker for a successful colonoscopy. Secondary outcome measures included endoscopist and patient satisfaction, patient tolerance, ease of the procedure, and sedation-related complications during and immediately after the procedure.",
    "results": "All colonoscopies were successfully completed. There were no significant differences in patient characteristics, duration of the procedure, endoscopist and patient satisfaction, patient tolerance, or ease of the procedure between the two groups. However, group F experienced significantly higher rates of upper airway obstruction and oxygen desaturation during the procedure compared to group P. No serious complications were observed in either group.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39872636",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2025-Jan-14",
    "title": "Clinical Assessment of Puressentiel® Muscles and Joints Gel Aromatherapy in the Management of Osteoarthritis-Related Knee Pain.",
    "methods": null,
    "results": "Significant improvements in WOMAC and VAS scores were observed during treatment (p = 0.0262; p < 0.0001, respectively) and sustained 4 weeks post-treatment (p = 0.0190; p < 0.0001, respectively). Paracetamol intake significantly decreased from baseline to the end of treatment (p = 0.0230), though anti-inflammatory intake did not change significantly. No adverse events were reported.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39857177",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Dec",
    "title": "Enhanced Recovery After Surgery (ERAS) cardiac turnkey order set for perioperative pain management in cardiac surgery: Proceedings from the American Association for Thoracic Surgery (AATS) ERAS Conclave 2023.",
    "methods": "Subject matter experts were consulted to translate existing guidelines and peer-reviewed literature into a sample turnkey order set for pain management. Orders derived from consistent Class I, IIA, or equivalent recommendations across referenced guidelines and consensus manuscripts appear in the order set in bold type. Selected orders that were inconsistently Class I or IIA, Class IIB, or supported by published evidence, were also included in italicized type.",
    "results": "Opioid-based analgesia is associated with delayed recovery and opioid-related adverse events. Several multimodal medications have been shown to reduce reliance upon opioids. These include the scheduled use of acetaminophen, gabapentinoids, and nonsteroidal anti-inflammatory drugs. In addition, intravenous analgesics such as dexmedetomidine, ketamine, magnesium, and lidocaine have been shown to both complement the maintenance of anesthesia as well as optimize pain control postoperatively. Long-acting opioids remain a key component of pain management when provided to reduce the overall use of short-acting synthetic opioids or in direct response to break though pain after exhausting other alternatives. When applied in a bundled fashion, several studies have demonstrated a reduction in overall opioid administration and improved rates of postoperative recovery.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39780778",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2025",
    "title": "An evaluation of parents' and caregivers' preferences managing fever in children based on experiences in using ibuprofen and paracetamol: A systematic review.",
    "methods": "Searches were conducted using MEDLINE, PubMed, SCOPUS, and CINAHL databases using specific search strategies. Titles and abstracts were screened online, and full reports were obtained for any publication considered useful for this overview. Methodological quality was assessed independently by two reviewers using the JBI critical appraisal instrument. Data extraction was performed in Excel, and statistical meta-analysis was undertaken using JBI SUMARI software.",
    "results": "Approximately 27.4 % of participants utilized Ibuprofen, while 64.3 % opted for Paracetamol. Subgroup analyses revealed that 29.8 % and 63.2 % administered Ibuprofen and Paracetamol to children under five. Additionally, 20.3 % alternated between these medications. Syrup emerged as the preferred mode of administration, with prominent parental involvement in dosage determination. Factors influencing medication choices included efficacy, safety profile, age, weight, ease of administration, and healthcare provider recommendations.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39779424",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2025-Feb",
    "title": "Assessment and Evaluation of Consumer Awareness and Self-Medication Use Practices Towards Over the Counter (OTC) Analgesics. A Cross-Sectional Study in Abha-Saudi Arabia.",
    "methods": "This was a cross-sectional, semi-quantitative survey of 750 Saudi volunteers both males and females aged between 18 and 65 years. A validated self-administered questionnaire was used among randomly selected volunteers with a history of OTC analgesic use.",
    "results": "A total of 750 questionnaires were administered and the response rate was measured to be 75.6%. More than 50% of the study population used OTC analgesics without a prescription and reported using analgesics as soon as they start experiencing any pain. Paracetamol was found to be the most predominantly used analgesic. The most common indication of OTC analgesic use was reported for headache and toothache whereas irrational use of analgesics in terms of dose, frequency and indication was found to be to the extent of 50%. Primary source of information related to OTC analgesic use was obtained from pharmacy personnel (31.7%), and Patient Insert Leaflets (PIL) (28.7%). Majority of the respondents (64.3%) didn't know the safe maximum dose of Paracetamol, whereas 73.3% used to stop medicine only after experiencing some side effects. 52.4% of the respondents were not aware about the most common side effects, and potential interactions of analgesic medications.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39776117",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Dec-22",
    "title": "Evidence-based clinical practice guidelines for the management of acute dental pain.",
    "methods": "A guideline panel convened by the American Dental Association, the ADA Science & Research Institute, the University of Pittsburgh School of Dental Medicine, and Penn Dental Medicine examined the effect of opioid and non-opioid analgesics; local anesthetics, including blocks; corticosteroids; and topical anesthetics on acute dental pain. The GRADE approach was used to assess the certainty of the evidence; the GRADE Evidence-to-Decision Framework was used to formulate 18 recommendations and six good practice statements.",
    "results": "A beneficial net balance favors the use of non-opioid medications compared with opioid medications. When not contraindicated, nonsteroidal anti-inflammatory drugs (NSAIDs) alone or in combination with acetaminophen likely provide superior pain relief with a more favorable safety profile compared with opioids.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39764906",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Pharmacologic Activities of Yerba Buena (Mentha x villosa Huds Fam. Lamiaceae): An Overview.",
    "methods": "Data were collected if available from online databases from 1950 to 2023 as well as the Philippine National Library, and unpublished clinical trials.",
    "results": "The initial search yielded thirty-seven studies from the different databases. After further screening, eighteen studies met the inclusion criteria. In vitro/in vivo studies of yerba buena showed antihypertensive, antibacterial, anthelmintic, antitumor, antiviral, and analgesic activities. Safety studies conducted showed that yerba buena possesses antimutagenic property. Clinical trial of yerba buena showed that oral administration of yerba buena and Paracetamol produced comparable analgesic efficacy.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39758304",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2025-Jan-06",
    "title": "Association of antidepressants with cataracts and glaucoma: a disproportionality analysis using the reports to the United States Food and Drug Administration Adverse Event Reporting System (FAERS) pharmacovigilance database.",
    "methods": "Data was collected from the United States Food and Drug Administration Adverse Event Reporting System. Reporting odds ratio (ROR) and Bayesian information components (IC025) were calculated for antidepressants (ie, selective serotonin reuptake inhibitors [SSRIs], selective norepinephrine reuptake inhibitors [SNRIs], serotonin-norepinephrine-dopamine reuptake inhibitors, serotonin modulators and stimulators, serotonin antagonists and reuptake inhibitors [SARIs], norepinephrine reuptake inhibitors, norepinephrine-dopamine reuptake inhibitors, tricyclic antidepressants [TCAs], tetracyclic antidepressants [TeCAs], and monoamine oxidase inhibitors [MAOIs]). The reference agent was acetaminophen.",
    "results": "TeCAs and MAOIs were significantly associated with a decreased risk of cataracts (ROR = 0.11-0.65 and 0.16-0.69, respectively). TCAs, brexanolone, esketamine, and opipramol reported an increased cataract risk (ROR = 1.31-12.81). For glaucoma, SSRIs, SNRIs, SARIs, TCAs, MAOIs, and other investigated antidepressants reported significant RORs ranging from 1.034 to 21.17. There was a nonsignificant association of angle closure glaucoma (ACG) and open angle glaucoma (OAG) with the investigated antidepressants.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39757482",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Oct",
    "title": "Electroacupuncture at Traditional Acupoints or Myofascial Trigger Points for Chronic Nonspecific Low Back Pain: High or Alternated Frequency? A Double-Blinded Randomized Controlled Trial.",
    "methods": "A double-blinded randomized controlled trial was conducted with four treatment groups: EA using AF at MTrPs (MTP-AF group), HF at MTrPs (MTP-HF group), AF at TAPs (TAP-AF group), and HF at TAPs (TAP-HF), each with 40 middle-aged cNLBP patients. The AF was 2/100 Hz and HF was 100 Hz. Pain-visual analog scale (pain-VAS), paracetamol requirement, Oswestry disability index (ODI) score, global improvement, and adverse effects (AEs) were monitored.",
    "results": "After 4 weeks, groups of EA targeting MTrPs and TAPs with the same frequency showed no significant differences. Groups using AF demonstrated significantly superior pain-VAS and ODI percentage score reductions compared with HF groups, extending at least 4 weeks post-EA. All groups showed consistent results in paracetamol use, global improvement, and safety. Subgroup analysis indicated that EA with AF at MTrPs provided better results in patients aged ≥60-65 years.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39741759",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2025-Jan",
    "title": "Does cytochrome 2D6 genotype affect the analgesic efficacy of codeine after ambulatory surgery? Prospective trial in 987 adults.",
    "methods": "A total of 987 patients scheduled for ambulatory surgery were included in the analyses. Operation types or anaesthesia methods were not limited in the study protocol. All study patients received a fixed dose of paracetamol (1000 mg) and codeine (60 mg) orally for premedication. A blood sample was drawn to identify the genotype of CYP2D6. At home, the first-line analgesic was paracetamol-codeine combination of 1-2 tablets at 1-3 times per day. Data on the efficacy and side effects of codeine were collected on the day of surgery and the following two postoperative days.",
    "results": "Of the studied patients, 37 (3.7%) were poor CYP2D6 metabolisers, 264 (27%) were intermediate, 623 (63%) were normal and 63 (6.4%) were ultrarapid metabolisers. Activity scores ranged from 0 to 4. CYP2D6 genotype was not associated in a statistically significant manner with postoperative pain, opioid consumption or the adverse effects of codeine, except for constipation at home. Poor CYP2D6 metabolisers reported significantly less severe constipation compared with normal metabolisers (p = .009, OR 0.40, 95% Cl 0.20-0.80).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39542691",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Nov-07",
    "title": "Drug risks associated with sarcopenia: a real-world and GWAS study.",
    "methods": "We obtained reports of adverse drug reactions from FAERS. Primary outcomes included sarcopenia and potential sarcopenia. We calculated the Proportional reporting ratio (PRR) to assess the risk of specific adverse events associated with various drugs, applying chi-square tests for statistical significance. Additionally, we used SMR based on Genome-wide association study (GWAS) to evaluate the potential associations between drug target genes of some significant medications and sarcopenia outcomes. The outcome data for sarcopenia included metrics as hand grip strength and appendicular lean mass (ALM).",
    "results": "A total of 55 drugs were identified as inducing potential sarcopenia, and 3 drugs were identified as inducing sarcopenia. The top 5 drugs causing a potential risk of sarcopenia were levofloxacin (PRR = 9.96, χ2 = 1057), pregabalin (PRR = 7.20, χ2 = 1023), atorvastatin (PRR = 4.68, χ2 = 903), duloxetine (PRR = 4.76, χ2 = 527) and venlafaxine (PRR = 5.56, χ2 = 504), and the 3 drugs that had been proved to induced sarcopenia included metformin (PRR = 7.41, χ2 = 58), aspirin (PRR = 5.93, χ2 = 35), and acetaminophen (PRR = 4.73, χ2 = 25). We identified electron-transfer flavoprotein dehydrogenase (ETFDH) and protein Kinase AMP-Activated Non-Catalytic Subunit Beta 1 (PRKAB1) as the primary drug target genes for metformin, while Prostaglandin-endoperoxide Synthase 1 (PTGS1) and Prostaglandin-endoperoxide Synthase 2 (PTGS2) were considered the primary action target genes for aspirin and acetaminophen according to DrugBank database. SMR showed that the expression abundance of ETFDH was negatively correlated with right hand grip strength (blood: OR = 1.01, p-value = 1.27e-02; muscle: OR = 1.01, p-value = 1.42e-02) and negatively correlated with appendicular lean mass (blood: OR = 1.03, p-value = 7.73e-08; muscle: OR = 1.03, p-value = 1.67e-07).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39511635",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Nov-05",
    "title": "The efficacy and safety of ketorolac for postoperative pain management in lumbar spine surgery: a meta-analysis of randomized controlled trials.",
    "methods": "We searched PubMed, EMbase, Web of Science, EBSCO, CNKI, WanFang, VIP, and Cochrane library databases through July 2024 for randomized controlled trials (RCTs) assessing the analgesic efficacy of Ketorolac administration for postoperative pain of lumbar surgery. The meta-analysis was conducted following the Preferred Reporting Items for Systematic reviews and Meta-Analyses (PRISMA) statements. Data were extracted and analyzed using open-source meta-analysis software OpenMeta-Analyst, focusing on outcomes such as VAS pain scores, postoperative morphine requirements (PMR), length of hospital stay (LOS), and adverse effects, such as nausea, vomiting, pruritus, and constipation. The quality of evidence was assessed using the Jada scale.",
    "results": "Thirteen RCTs comprising a total of 938 patients were included. The methodological quality of the studies was high, with three studies scoring 5, six studies scoring 4, and four studies scoring 3 on the Jadad scale. Ketorolac significantly reduced pain compared to controls at 0-6 h, with a mean difference (MD) of - 1.42 (95% CI: - 2.03 to - 0.80; P < 0.0001), exceeding the Minimal Clinically Important Difference (MCID) of 1.2 to 2.0 points on the Visual Analog Scale (VAS), indicating clinically meaningful pain relief. During the 6-12-h period, the pain reduction was significant (MD =  - 0.58; 95% CI: - 0.80 to - 0.35; P < 0.0001), though below the MCID threshold. In the 12-24-h period, Ketorolac continued to show significant pain reduction (MD =  - 0.48; 95% CI: - 0.68 to - 0.28; P < 0.0001), but this reduction was also below the MCID. Heterogeneity was low in the 12-24-h period (I2 = 13%), indicating consistent results across studies. There was a significant reduction in PMR (SMD =  - 1.83; 95% CI =  - 3.42 to - 0.23; P < 0.0001), although with considerable heterogeneity among the studies (I2 = 93%, heterogeneity P < 0.01). Ketorolac administration also significantly reduced the LOS compared to controls (MD =  - 0.45 days; 95% CI =  - 0.74 to - 0.16; P = 0.0001), though this reduction, which is less than a full day (0.45 days), may have limited clinical significance. The findings suggest that Ketorolac effectively reduces pain and opioid use postoperatively, supporting its role in multimodal analgesia for lumbar spinal surgery. The significant reduction in PMR indicates a beneficial opioid-sparing effect, crucial in the context of reducing opioid-related complications. The observed reduction in LOS, while statistically significant, may not translate into substantial clinical benefit due to its limited magnitude. No significant increase in common adverse effects was noted, indicating Ketorolac's safety profile.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39501393",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Oct-23",
    "title": "The Association Between Dextromethorphan/Bupropion with Alcohol and Substance Misuse: Reports to the Food and Drug Administration Adverse Event Reporting System (FAERS).",
    "methods": "We evaluated spontaneous reports of terms such as \"alcohol problem, alcoholism, alcohol abuse, substance dependence, substance use disorder (SUD), substance abuse, drug dependence, drug use disorder and drug abuse\" in the FDA Adverse Event Reporting System (FAERS). The FAERS is a spontaneous reporting database of adverse events submitted to the FDA.",
    "results": "We performed a comparative assessment of the alcohol and/or substance misuse liability of DXM/BUP since its market authorization in August 2022, using acetaminophen as the control. Dextromethorphan served as the upper-bound reference point. Our findings showed that, since August 2022, dextromethorphan had a significant reporting odds ratio (ROR) for \"drug abuse.\" In contrast, DXM/BUP did not have a significant ROR for any of the categories of alcohol and/or substance misuse evaluated. Limitations of our findings derive largely from the limitations of the FAERS and its data capture method.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39438770",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Nov",
    "title": "Adverse Event Profile of First-line Drugs for Treating Patent Ductus Arteriosus in Neonates: A Disproportionality Analysis Study of USFDA Adverse Event Reporting System.",
    "methods": "Adverse event reports related to the first-line drugs used in PDA and neonates in general were retrieved from the US Food and Drug Authority (FDA) Adverse Event Reporting System. Deduplicated reports were analyzed using proportional reporting ratios and reporting odds ratios to identify disproportionality safety signals between drugs.",
    "results": "A total of 969 unique reports related to the first-line drugs used in PDA and 499 reports in the neonatal period were included. Acetaminophen signals primarily involved the liver, while ibuprofen and indomethacin signals pertained to gastrointestinal, renal, vascular, and mortality outcomes. Higher occurrences of death were reported with indomethacin and ibuprofen compared with acetaminophen.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39367998",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Treatment of Acute Sore Throat in Malaysia: A Consensus of Multidisciplinary Recommendations Using Modified Delphi Methodology.",
    "methods": "A multidisciplinary panel of nine experts reviewed published literature and discussed current practices in managing sore throat. Ten evidence-based statements on sore throat and AMR, diagnostic accuracy and antibiotic prescribing, and symptomatic therapy were developed. A modified Delphi exercise was then carried out. A consensus was reached if at least 70% of the group agreed with the statement.",
    "results": "All 10 statements for managing acute sore throat achieved consensus. The major concern of AMR caused by improper antibiotic prescribing, particularly in cases of viral sore throat, was recognized. This underscores the need for improved diagnostic tools, such as the McIsaac score, to reduce needless antibiotic prescriptions. To improve patient satisfaction, effective pain management using non-antibiotic alternatives such as paracetamol, non-steroidal anti-inflammatory drugs (NSAIDs), and flurbiprofen throat lozenges was recommended. Pain and inflammation can be adequately managed with low-dose NSAIDs. The potential benefits of topical NSAIDs were acknowledged for their milder safety profile than oral formulations.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39347494",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Oct-01",
    "title": "Short-term Dual Therapy or Mono Therapy With Acetaminophen and Ibuprofen for Fever: A Network Meta-Analysis.",
    "methods": null,
    "results": "We included 31 trials (5009 children). We found that combined (odds ratio [OR], 0.19; confidence interval [CI], 0.09-0.42) and alternating therapies (OR, 0.20; CI, 0.06-0.63) may be superior to acetaminophen, whereas ibuprofen at a high dose may be comparable (OR, 0.98; CI, 0.63-1.59) in terms of proportion of afebrile children at the fourth hour. These results were similar at the sixth hour. There were no differences between ibuprofen (low or high dose), or alternating, or combined with acetaminophen in terms of adverse events.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39318339",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Dec",
    "title": "Multimodal Analgesia Approach in Acute Low Back Pain Management: A Phase III Study of a Novel Analgesic Combination of Etoricoxib/Tramadol.",
    "methods": "We conducted a phase IIIb, prospective, randomized, and multicenter study in patients with acute LBP treated with etoricoxib 90 mg/tramadol 50 mg (one packet of granules diluted in 100 ml of water, once a day [QD], for 7 days) or paracetamol 975 mg/tramadol 112.5 mg (one tablet of 325 mg/37.5 mg, three times a day [TID], for 7 days) to assess the efficacy (in terms of pain and disability improvement) and safety.",
    "results": "One hundred and twenty-four patients were randomized to receive either etoricoxib/tramadol QD (n = 61) or paracetamol/tramadol TID (n = 63). From the magnitude of change in pain evaluations, differences were observed between the treatment groups at 3 [p = 0.054, CI 95% - 0.648 (- 0.010 to 1.306)] and 5 days (p = 0.041). The proportion of patients with a 30% reduction in Visual Analogue Scale (VAS) score was statistically significant when comparing the treatment groups on the third day of follow-up [p = 0.008, CI 95% 0.241 (0.061-0.421)]. An improvement in LBP's disability to perform activities of daily routine (Oswestry and Roland-Morris questionnaires) was observed in both treatment groups. A total of 79 adverse events (AEs) (38 [48.1%] with etoricoxib/tramadol and 41 [51.9%] with paracetamol/tramadol) were reported. The most frequent AEs were nausea (17.7%) and dizziness (16.4%).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39256291",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Dec",
    "title": "Paracetamol Dosing Errors in People Aged 12 Years and Over: An Analysis of Over 14,000 Cases Reported to an Australian Poisons Information Centre.",
    "methods": "Records regarding paracetamol dosing errors for individuals aged ≥12 years were extracted from the New South Wales Poisons Information Centre database, January 2017 to June 2023. Data from 2021 underwent an in-depth screening of free text case notes to examine: dose, duration, products involved, reasons for ingestion and outcomes including hospitalisation, treatment, liver transplantations and deaths. Where possible, complete outcome data were obtained from medical records of New South Wales hospitalised cases in 2021.",
    "results": "There were 14,380 exposures due to paracetamol dosing errors (predominantly self-administered, median age 43 years, 62.6% female), with an average yearly increase of 2.5% (95% CI 1.6-3.8%; p < 0.0001). The in-depth analysis of exposures recorded during 2021 revealed 1899 exposures (median age 46 years, 63.4% female) with 26.8% requiring hospitalisation. Immediate- and modified-release formulations were highly implicated. Multiple paracetamol-containing products were ingested in approximately 20% of exposures. Hospitalised exposures were associated with paracetamol use for dental pain and ingested higher doses for longer durations. Over half of those hospitalised (52%) were treated with the antidote (N-acetylcysteine), and 6% of exposures developed hepatotoxicity.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39222216",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2025-Feb",
    "title": "Piroxicam and paracetamol in the prevention of early recurrent pain and emergency department readmission after renal colic: Randomized placebo-controlled trial.",
    "methods": "A prospective, randomized, single-blind trial was conducted in four EDs. Eligible adults with RC were randomized to receive oral piroxicam, paracetamol, or placebo for 5 days post-ED discharge. Primary outcomes included pain recurrence and ED readmission within 7 days. Secondary outcomes included time to recurrence and treatment-related side effects.",
    "results": "Of 1383 enrolled patients, no significant differences were observed among the groups regarding baseline characteristics. Pain recurrence rates within 7 days were 29% (95% confidence interval [CI] 24.9%-33.2%) for piroxicam, 30.3% (95% CI 26.1%-34.5%) for paracetamol, and 30.8% (95% CI 26.6%-35.0%) for placebo, with no significant between-group differences (p = 0.84). Among patients experiencing recurrence, the majority encounter it within the initial 2 days following their discharge (86% in the piroxicam group, 84.1% in the paracetamol group, and 86% in the placebo group, respectively). ED readmission rates were similar across groups: 20.8% (95% CI 17.1%-24.5%) in the piroxicam group, 23.8% (95% CI 19.9%-27.7%) in the paracetamol group, and 22.9% (95% CI 19.1%-26.8%) in the placebo group (p = 0.52). The piroxicam group reported significantly higher adverse effects compared to others.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39161087",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2025-Jan",
    "title": "Postoperative Analgesic Regimens and Their Satisfaction Rates-Data from the Swedish Quality Register for Tonsil Surgery.",
    "methods": "Cohort study including perioperative data (n = 9274) and patient-reported outcome measures (n = 5080) registered in the Swedish Quality Register for Tonsil Surgery during 2023.",
    "results": "After tonsil surgery, 92.7% received at least paracetamol and a NSAID/COX inhibitor, while 6.8% received no NSAID/COX inhibitor. Opioids were prescribed after tonsillectomy to 62.9% of adults and less often to adolescents and children (13-17-year-olds: 48.2%, 6-12-year-olds: 8.8%, 0-5-year-olds: 4.0%). Clonidine was frequently prescribed to 0-5-year-olds after tonsillectomy (54.4%). Overall, 11.7% reported dissatisfaction with the pain treatment, with the highest dissatisfaction rate after tonsillectomy in adolescents (20.6%) and adults (20.0%), and the lowest after tonsillotomy in children (4.9-6.8%). The most common complaint among dissatisfied patients was analgesics not being sufficiently helpful. Adult patients who received addition of opioids were less dissatisfied with the pain treatment (15.9% vs. 25.9%, p < 0.001), but also reported more side effects (5.7% vs. 2.7%, p = 0.039), compared with patients who received only paracetamol and NSAID/COX inhibitors.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39140262",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Aug-19",
    "title": "Evaluating potential unexpected adverse events and mortality after oral analgesics administration in fracture care-a cohort study.",
    "methods": null,
    "results": "Following oral analgesic administration, 122 (62%) patients experienced adverse events. In seven expiries, five were possibly due to acetaminophen added tramadol combined with any of pregabalin, diclofenac, etoricoxib, or gabapentin (absolute risk 2.5%, 97.5% proportion 2 weeks survival). Three (2% of 122) patients taking acetaminophen added tramadol or diclofenac experienced unexpected serious adverse events. Elderly diabetic and hypertensive hip fracture patients expired or experienced unexpected events.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39137286",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Aug-01",
    "title": "Outcomes after hip fracture surgery in patients receiving non-steroidal anti-inflammatory drugs alone, acetaminophen alone, or both.",
    "methods": "This nationwide retrospective cohort study used data from the Diagnosis Procedure Combination database. We included patients aged ≥ 18 years who underwent surgery for hip fractures and received acetaminophen combined with NSAIDs (combination group), NSAIDs alone (NSAIDs group), or acetaminophen alone (acetaminophen group) preoperatively, between April 2010 and March 2022. Primary outcomes were in-hospital mortality and complications. Secondary outcomes were opioid use postoperatively; readmission within 90 days, one year, and two years; and total hospitalization costs. We used propensity score overlap weighting models, with the acetaminophen group as the reference group.",
    "results": "We identified 93,018 eligible patients, including 13,068 in the combination group, 29,203 in the NSAIDs group, and 50,474 in the acetaminophen group. Propensity score overlap weighting successfully balanced patient characteristics among the three groups, with no significant difference in in-hospital mortality rates observed among the groups (combination group risk difference 0.0% (95% CI -0.5 to 0.4%); NSAIDs group risk difference -0.2% (95% CI -0.5 to 0.2%)). However, the combination group exhibited a significantly lower risk of in-hospital complications than the acetaminophen group (risk difference -1.9% (95% CI -3.2 to -0.6%)) as well as a significantly lower risk of deep vein thrombosis (risk difference -1.4% (95% CI -2.2 to -0.7%)). Furthermore, total hospitalization costs were higher in the NSAIDs group than in the acetaminophen group (difference USD $438 (95% CI 249 to 630); p < 0.001). No significant differences in other secondary outcomes were observed among the three groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39084654",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-May-01",
    "title": "Efficacy of paracetamol in the management of hemodynamically significant patent ductus arteriosus in preterm newborns.",
    "methods": "A total of 14 preterm babies diagnosed to have hsPDA on clinical and echocardiographic evaluation in neonatal ICU on days 3-14 of life during 13 months were included. Birth weight was between 1000 g and 1650 g and gestation was between 28 weeks and 33 weeks. Paracetamol in a dose of 15 mg/kg/dose every six hourly given to all the included babies for 3 days and re-evaluated echocardiographically after 3 days of treatment.",
    "results": "In 12 (86%) out of 14 cases, PDA was closed, whereas in 2 (14%) hemodynamic closure with insignificant residual flow was achieved. Paracetamol was effective in 100% of cases. No adverse event was observed during treatment.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39078178",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Oct-15",
    "title": "A replication study using the World Health Organization pharmacovigilance database (VigiBase®) to evaluate whether an association between ketamine and esketamine and alcohol and substance misuse exists.",
    "methods": "Replicating a similar analysis recently conducted using the Food and Drug Administration Adverse Event Reporting System (FAERS) database, we identified cases of \"alcohol problem, alcoholism, alcohol abuse, substance dependence, substance use disorder (SUD), substance abuse, drug dependence, drug use disorder and drug abuse\" in association with ketamine and esketamine reported to the World Health Organization Pharmacovigilance Database (WHO VigiBase). We searched the database from inception to January 2024. The reporting odds ratio (ROR) of each of the aforementioned parameters was calculated; acetaminophen was used as the control. The numerator of the equation represents the number of cases (n) and the denominator represents the total cases of psychiatric disorders (N). Significance was obtained when the lower limit of the 95 % confidence (CI) > 1.0.",
    "results": "The RORs for ketamine was increased for most parameters (i.e., alcohol abuse (3.24), substance dependence (12.48), substance use disorder (170.44), substance abuse (2.94), drug dependence (2.88), drug use disorder (11.54) and drug abuse (2.85), respectively). With respect to esketamine, the RORs were observed to be different from ketamine insofar as we observed a reduction in the RORs for three parameters (i.e., substance abuse (0.41), drug dependence (0.083) and drug abuse (0.052), respectively). The IC025 values were significant for ketamine in cases of alcohol abuse (0.35), substance dependence (0.50), substance use disorder (2.77), substance abuse (0.83), drug dependence (0.97), drug use disorder (1.95) and drug abuse (0.94). Additionally, oxycontin showed significant IC025 values for substance use disorder (0.0014), substance abuse (0.042), and drug dependence (0.17).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39029700",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Jul-12",
    "title": "The Ventilatory Changes of Pediatric Peroral Endoscopic Myotomy Patients.",
    "methods": "Medical records were reviewed for 16 pediatric patients at a single center who underwent POEM procedure for achalasia between 2017 and 2020. Patients' data regarding demographics, preoperative diet, body mass index, perioperative monitoring and vitals, airway management, anaesthesia maintenance, mechanical ventilation settings duration of recovery, length of stay, pain management and adverse events were evaluated.",
    "results": "The study cohort included 7 female and 9 male patients with a mean age of 5.5 years. Anaesthesia maintenance was provided with 0.8-1.2 minimum alveolar concentration sevoflurane in a 40-60% O2-air mixture, Remifentanil infusion and bolus doses of Rocuronium. The median age was 3 years for patients ventilated in pressure controlled ventilation mode and 10 years in volume controlled ventilation mode. Respiration rate and minute ventilation were adjusted to maintain end tidal carbon dioxide (ETCO2) below 45 mmHg. Needle decompression was applied for 14 patients (87.5%) for treatment of capnoperitoneum. The mean procedure duration and recovery room duration were 66 (±22.9) minutes and 62 (±21) minutes, respectively. Postoperative pain management is provided with paracetamol and tramadol in total 8 patients (50%). There was no adverse event during postoperative period and all patients discharged in a mean time of 3 days.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "38994752",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Sep",
    "title": "Practical management of oral treprostinil in patients with pulmonary arterial hypertension: Lessons from ADAPT, EXPEDITE, and expert consensus.",
    "methods": null,
    "results": "In total, 139 participants in ADAPT completed ≥1 weekly survey; (median age 60.0 years, 76 % female). Median treatment duration of oral treprostinil was 13.1 months. During early therapy (Months 1-5), 62 % (78/126) of patients reported headache and diarrhea, and 40 % (50/126) reported nausea. At Month 6, many patients who reported side effects during early therapy reported an improvement (61 % headache, 44 % diarrhea, 70 % nausea). Common side effect treatments, including acetaminophen, loperamide, and ondansetron, were effective. Approximately one-quarter of patients reporting the most common side effects were untreated at Month 6.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "38986791",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Jul",
    "title": "Intra-articular injection of autologous fat tissue in the treatment of patients with chronic knee pain due to osteoarthritis.",
    "methods": "We reviewed 165 patients who received an intra-articular injection of autologous fat tissue for knee osteoarthritis. The efficacy of the treatment was evaluated at 1, 3, 6, and 12 months follow-up using the Visual Analogue Scale (VAS), Western Ontario and McMaster Universities Osteoarthritis Index (WOMAC), and Oxford Knee Score (OKS). Patients with knee arthritis were classified as grades I-IV according to the Kellgren-Lawrence scale (K-L). The clinical and demographic information of the patients, NSAIDs or opioid use, and the side effects related to the procedure were recorded.",
    "results": "There were 62 male and 103 female patients. The mean age was 61.28±11.4 years, and the mean BMI was 26.23±4.49. A significant improvement (p<0.001) was observed in VAS, WOMAC, and OKS values of patients with K-L grade I-III osteoarthritis. Patients with K-L grade IV osteoarthritis showed no statistically significant improvement. No serious complications were observed in the patients. In addition, a statistically significant decrease was found in the daily doses of paracetamol/tramadol and in the number of patients who continued to use NSAIDs after 12 months of follow-up.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "38985100",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Jul-08",
    "title": "Sublingual sufentanil for patient-controlled analgesia during labor induction for pregnancy termination: an effective and well-tolerated approach.",
    "methods": "We conducted an observational, retrospective, single-center study involving 48 women. The data retrieved for analysis included the total and hourly doses of sublingual sufentanil, evaluations of pain management satisfaction using a 5-point rating scale (ranging from 1, indicating \"not satisfied\" to 5, denoting \"completely satisfied\"), occurrence of side effects and adverse events, and the rate of rescue analgesic use. Categorical and numerical variables were compared between the two groups, and a correlation analysis was performed.",
    "results": "The median total dose of sufentanil required was 60 mcg. Nulliparous women required a higher dose of sufentanil compared with multiparous women (105 mcg vs. 45 mcg; P = 0.01). Additionally, they underwent a longer labor, indirectly measured by the time of device usage (625 min vs. 165 min; P = 0.05). Regarding satisfaction, 40 patients (83.4%) were satisfied or completely satisfied, whereas only 8 patients (16.6%) reported dissatisfaction. Multiparous women exhibited higher satisfaction levels than did nulliparous women (P = 0.03). No adverse events were reported, and the most common side effects were nausea and vomiting (31.2%). Four patients (12%) required acetaminophen due to insufficient analgesia, with only one patient necessitating a switch to intravenous morphine.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "38973007",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Nov",
    "title": "Patient Satisfaction with Nonopioid Postoperative Analgesia in Head and Neck Surgery: A Prospective Randomized Trial.",
    "methods": "Adult patients undergoing outpatient head and neck surgery were randomly assigned to 1 of 3 analgesic regimens. First- and second-line medications were the following by group (1) Hydrocodone-acetaminophen with ibuprofen, (2) ibuprofen with hydrocodone-acetaminophen, and (3) ibuprofen with acetaminophen. Preoperative counseling was provided to patients regarding expected pain and proper medication use. Postoperative questionnaires were administered to assess satisfaction.",
    "results": "One hundred three patients were enrolled in the study (mean age, 56.5 years; women, 75 [73%]). The mean satisfaction score with the pain regimen assigned was similar between the 3 groups (scale 0-10, [7.7, 8.3, 8.5, P = .46]). A similar percentage of patients in each group reported that surgery was more painful than anticipated (25%, 32%, 26%, P = .978), and a similar percentage of patients reported willingness to utilize the same analgesic regimen following future surgeries (75%, 83%, 76%, P = .682). Additional questions evaluating the side effect profile, maximum and minimum pain scores, and difficulty of recovery were not statistically different between the 3 groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "38943454",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Jun-26",
    "title": "Awareness, Practice, and Views of Pediatricians, General Physicians, and Pharmacists about Prescribing Off-label Medication in Pediatric Patients in Eastern Province, Saudi Arabia.",
    "methods": "A cross-sectional study based on a questionnaire was conducted among pediatricians, general physicians, and pharmacists (clinical and community) in Eastern Province, Saudi Arabia. Statistical analysis was conducted using the data exported from Google Forms (Mountain View, California, USA) and Microsoft Excel (Version 2016) and then exported into Statistical Package for Social Sciences (SPSS) version 26.0 (IBM, Inc., Armonk, NY, USA). Chi-square was deemed suitable. The level of significance was set at 0.05.",
    "results": "Among the study participants, 53(35.09%) were pharmacists, followed by 24(15.89%) others, 22(14.565) pediatricians, 19(12.58%) other specialists, 17(11.25%) general physicians, and 16(10.59%) were clinical pharmacist. About 73(48.34%) described the definition of off-label correctly. About 114(75.49%) believed that parents and guardians must be informed about off-label medicine prescribed to their children. About 52(34.43%) had concerns about the safety of the medication, and 98(64.90%) believed they should be tested in pediatrics during clinical trials. Further, 97(64.23%) considered themselves not enough knowledgeable about off-label medications. The barriers reported by the participants were as follows: 89(58.945%) said lack of information resources, 71(47.01%) said lack of training, 56(37.08%) said lack of information on the safety of excipients used in pediatrics, 47(31.12%) said lack of formulary, 44(29.13%) said lack of guidelines, and 58(5.29%) said lack of information related to the safety of excipient concentration in pediatrics. The proportion of healthcare professionals who agreed that excipients in adult medication may be harmful to pediatrics was 103(68.21%). The drugs most often prescribed as off-label were paracetamol 54(21.68%), followed by Phenobarbital 35(14%), and Amoxicillin 33(13.25%).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "38934287",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Aug",
    "title": "Analgesic Effectiveness of Truncal Plane Blocks in Patients Undergoing the Nuss Procedure: A Randomized Controlled Trial.",
    "methods": "The enrolled patients in our study were allocated to either receive combined nerve blocks with ropivacaine (NB group) or saline (CON group). The primary outcome of this study was postoperative pain at 2, 4, 8, 16, 24, 36, and 48 h during rest and movement (coughing). Secondary outcomes included intraoperative dosage of remifentanil, the time to extubation and the length of stay in the post-anesthesia care unit (PACU), the total acetaminophen and codeine tablet consumption, time to first bowel movement, time to first flatus, opioid-related adverse events, and the length of hospital stay.",
    "results": "Patients in the NB group had significantly lower Numerical Rating Scale (NRS) pain scores compared with the CON group. The NB group required significantly less postoperative acetaminophen consumption and lower dosages of perioperative sufentanyl and remifentanil compared with the CON group. The length of stay in the PACU and time to extubation were significantly increased in the CON group compared with the NE group. Time to first bowel movement and time to first flatus were earlier in the NB group. But there were no significant differences between the groups in terms of the length of hospital stay and codeine tablet consumption.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "38888719",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Aug-01",
    "title": "Acetaminophen and Ibuprofen in Pediatric Central Nervous System Malaria: A Randomized Clinical Trial.",
    "methods": null,
    "results": "Five hundred fifty-three patients were screened, 226 (40.9%) were ineligible, and 57 (10.3%) declined. A total 256 participants (n = 128/group) had a mean (SD) age of 4.3 (2.1) years; 115 (45%) were female, and 141 (55%) were male. The aggressive antipyretic group had a lower Tmax, 38.6 vs 39.2 °C (difference, -0.62 °C; 95% CI, -0.82 to -0.42; P < .001) and lower odds of experiencing multiple or prolonged seizures, 10 (8%) vs 34 children (27%) in the usual care group (odds ratio [OR], 0.26; 95% CI, 0.12 to 0.56). No group difference in parasite clearance time was detected. Severe adverse events occurred in 40 children (15%), 25 (20%) in the usual care group and 15 (12%) in the aggressive antipyretic group, including 13 deaths (10 [8%] and 3 [2%], respectively). Increased creatinine resulted in study drug discontinuation in 8 children (6%) in the usual care group and 13 children (10%) in the aggressive antipyretic group (OR, 1.74; 95% CI, 0.63 to 5.07).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "38857015",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-May",
    "title": "Assessing the Knowledge, Attitude, and Practice of Orthopedicians for Pain Management by Multimodal Approach: A Prospective, Cross-Sectional, and Observational Survey.",
    "methods": null,
    "results": " A total of 530 orthopedicians participated in this survey. Over 50% of the participants responded that tramadol with or without paracetamol was the choice of therapy for acute pain. Nearly 50% of the participants mentioned that multimodal interventions can sometimes help to manage pain. A total of 55.6% of participants mentioned that using Non-steroidal anti-inflammatory drugs was the most common in their clinical practice, while 25.7% of participants mentioned that they used tramadol more commonly in their clinical practice. As per clinical efficacy ranking, the combination of tramadol plus paracetamol (44.3%) was ranked first among analgesic combinations, followed by aceclofenac plus paracetamol (40.0%). The severity of pain (62.6%) followed by age (60.6%) and duration of therapy (52.6%) were the most common factors that should be considered while prescribing tramadol plus paracetamol combination. Gastrointestinal and renal are reported as the most common safety concerns encountered with analgesics.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "38854259",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Dec",
    "title": "Efficacy and safety of simple analgesics for acute treatment of episodic tension-type headache in adults: a network meta-analysis.",
    "methods": "We searched the Cochrane Library, PubMed, Web of Science, Embase, Chinese BioMedical Literature database and International Clinical Trials Registry Platform databases for eligible randomized clinical trials reporting the efficacy and/or safety of simple analgesics. A Bayesian NMA was performed to compare relative efficacy and safety. The surface under the cumulative ranking curve (SUCRA) was calculated to rank interventions. PROSPERO registration number: CRD42018090554.",
    "results": "We highlighted six studies including 3507 patients. For the 2 h pain-free rate, the SUCRA ranking was ibuprofen > diclofenac-K > ketoprofen > acetaminophen > naproxen > placebo. All drugs except naproxen reported a higher 2 h pain-free rate than placebo, with a risk ratio (RR) of 2.86 (95% credible interval, CrI: 1.62-5.42) for ibuprofen and 2.61 (1.53-4.88) for diclofenac-K. For adverse events rate, the SUCRA ranking was: metamizol > diclofenac-K > ibuprofen > lumiracoxib > placebo > aspirin > acetaminophen > naproxen > ketoprofen. The adverse event rates of all analgesics were no higher than those of placebo, except for ketoprofen. Moreover, all drugs were superior to placebo in the global assessment of efficacy. In particular, the RR of lumiracoxib was 2.47 (1.57-4.57). Global heterogeneity I2 between the studies was low.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "38813682",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-May-10",
    "title": "Effectiveness and safety of prehospital analgesia with nalbuphine and paracetamol versus morphine by paramedics - an observational study.",
    "methods": "Patients with out-of-hospital-analgesia performed by paramedics from the emergency medical services of the districts of Fulda (morphine) and Gütersloh (nalbuphine + paracetamol) were evaluated with regards to pain intensity at the beginning and the end of prehospital treatment using the Numeric-Rating-Scale for pain (NRS), sex, age, and complications. The primary endpoint was achievement of adequate analgesia, defined as NRS < 4 at hospital handover, depending on the analgesics administered (nalbuphine + paracetamol vs. morphine). Pain intensity before and after receiving analgesia using the NRS, sex, age and complications were also monitored.",
    "results": "A total of 1,808 patients who received out-of-hospital-analgesia were evaluated (nalbuphine + paracetamol: 1,635 (90.4%), NRS-initial: 8.0 ± 1.4, NRS-at-handover: 3.7 ± 2.0; morphine: 173(9.6%), NRS-initial: 8.5 ± 1.1, NRS-at-handover: 5.1 ± 2.0). Factors influencing the difference in NRS were: initial pain intensity on the NRS (regression coefficient (RK): 0.7276, 95%CI: 0.6602-0.7950, p < 0.001), therapy with morphine vs. nalbuphine + paracetamol (RK: -1.2594, 95%CI: -1.5770 - -0.9418, p < 0.001) and traumatic vs. non-traumatic causes of pain (RK: -0.2952, 95%CI: -0.4879 - -0.1024, p = 0.002). Therapy with morphine (n = 34 (19.6%)) compared to nalbuphine + paracetamol (n = 796 (48.7%)) (odds ratio (OR): 0.274, 95%CI: 0.185-0.405, p < 0.001) and the initial NRS score (OR:0.827, 95%CI: 0.771-0.887, p < 0.001) reduced the odds of having an NRS < 4 at hospital handover. Complications occurred with morphine in n = 10 (5.8%) and with nalbuphine + paracetamol in n = 35 (2.1%) cases. Risk factors for complications were analgesia with morphine (OR: 2.690, 95%CI: 1.287-5.621, p = 0.008), female sex (OR: 2.024, 95%CI: 1.040-3.937, p = 0.0379), as well as age (OR: 1.018, 95%CI: 1.003-1.034, p = 0.02).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "38730453",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-May-07",
    "title": "Same-day Discharge for Cleft Palate Repair: A Single-Surgeon Retrospective Analysis.",
    "methods": null,
    "results": "Of 40 total cases, 20 patients were discharged on the same calendar day and 20 patients were admitted for overnight stay following primary cleft palate repair. In the same-day discharge group, readmission incidence was 10%(n = 2), wound complication incidence was 5%(n = 1), and postoperative complication incidence was 15%(n = 3). In comparison, patients admitted overnight had a readmission incidence of 5%(n = 1, P = 1.00), wound complication incidence of 10%(n = 2, P = 1.00), and postoperative complications of 20%(n = 4, P = 1.00) No patients had 30-day reoperations or fistulas at 1 year. A higher proportion of admitted patients held a preoperative diagnosis of unilateral cleft palate and alveolus (Veau 3) as compared to patients discharged on the same day (P = .019). During the postoperative hospital course, admitted patients received significantly more oxycodone at median of 2 doses (IQR 1.00-3.75) and acetaminophen at a median of 4 doses (IQR 3.00-5.00) than patients with same-day discharge with a median of 1 dose (IQR 0.00 -1.00, P < .001).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "38715425",
    "query_date": "19_02_2025"
  }
]