[
  {
    "pub_date": "2025-Feb-01",
    "title": "Biotin or Pyridoxine Versus Combined Regimen in the Treatment of Onychoschizia.",
    "methods": null,
    "results": "The study included 61 patients with fingernail onychoschizia (mean age 40.5 years [range 20-68 years]). The average number of affected fingernails was 7.0 (&plusmn;2.0) per patient. The nail condition lasted 11.6 (&plusmn;4.7) years on average. The combined treatment regimen achieved significantly higher rates of complete response compared to biotin or pyridoxine alone (69.6% vs 10%, 11.1%, respectively; P values &lt; .001). Partial response (&gt;50% improvement) was achieved in an additional 30.4%, 45%, and 38.9% of patients treated with combined regimen vs biotin or pyridoxine alone, respectively. No adverse events were recorded.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39913222",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Safety of combined drug use in patients with cardiovascular and cerebrovascular diseases: an analysis based on the spontaneous reporting database of adverse drug reactions in Hubei Province.",
    "methods": "We analyzed adverse drug reaction data received by the Hubei Adverse Drug Reaction Center from the first quarter of 2014 to the fourth quarter of 2022. The safety of combined drugs for cardiovascular and cerebrovascular diseases in different people was assessed using the association rule method and Ω shrinkage measurement.",
    "results": "A total of 53,038 reports were included in this study, revealing 9 signals of adverse reactions caused by combination drugs. The strongest signal found in this study was jaundice caused by the combination of amlodipine and atorvastatin (Ω 0.025:3.08, lift: 1116.69, conviction: 1.75). Additionally, the combination of aspirin with other drugs was associated with hemorrhaging in various organs. Female patients showed a cold signal when taking vitamin C and vitamin B6 together compared to male patients (Ω 0.025:0.89, lift: 7.15, conviction: 1.12). Patients under 60 years old had a palpitations signal when combining eritrea bei sha Tanzania and felodipine (Ω 0.025:0.41, lift: 14.65, conviction: 3.8), and an erythema signal when combining nifedipine (Ω 0.025:0.23, lift: 8.17, conviction: 1.077).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39845792",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2025-Jan-20",
    "title": "International expert consensus on micronutrient supplement use during the early life course.",
    "methods": "We conducted a two-round web-based Delphi survey on various topics including general approaches to diet and supplement use, and existing guidelines. For the periods of preconception, pregnancy and lactation, questions focused on the importance and strength of evidence for supplement use with the following micronutrients for low- and high-risk populations: folic acid, choline, iodine, magnesium, calcium, iron, selenium, docosahexaenoic acid (DHA), and vitamins B1, B2, B6, B12, D and K.",
    "results": "Thirty-five experts participated in the panel, who were healthcare professionals (HCPs), researchers and joint HCP-researchers with expertise in nutrition, gynaecology and/or obstetrics. Panellists reached consensus on the importance of diet and dietary supplement use during pregnancy and agreed on the lack of clarity and consistency in current guidelines, and the need for education in these areas for HCPs, pregnant people and the general population. For general low-risk populations, there was consensus on the importance of supplement use with iron and vitamin D from preconception through lactation, with folic acid and iodine from preconception through the second and third trimesters, respectively, with DHA from the first trimester through lactation and with calcium during lactation. Panellists agreed that the evidence for supplement use with each of these micronutrients during these phases to improve outcomes and/or foetal development is strong, except for vitamin D (preconception), DHA (first trimester), and iron (both periods). There was also consensus that supplement use advice should be tailored for people following vegan/vegetarian diets, restricted diets due to food intolerances, obesity, polycystic ovary syndrome, diabetes mellitus, and previous nutrition-related pregnancy complications.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39833730",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Jun-05",
    "title": "Randomized Trial to Assess the Safety and Tolerability of Daily Intake of an Allulose Amino Acid-Based Hydration Beverage in Men and Women.",
    "methods": "We evaluated an electrolyte and amino acid product containing L-alanine and L-glutamine, as well as select vitamins [B3 (niacin), B5 (pantothenic acid), B6 (pyridoxine), B12 (cobalamin), and vitamin C (ascorbic acid)]. Subjects (n = 40; four groups, n = 10) were randomized to consume either a placebo packet or one, two, or three packets daily of the test product for 4 weeks with site visits at 0, 2, and 4 weeks. We tested safety and tolerability by analyzing hematological parameters (complete blood counts), metabolic parameters (hepatic, renal, acid-base balance), urinalysis end products, thyroid status [T3 (triiodothyronine), T4 (thyroxine), TSH (thyroid-stimulating hormone)], tolerability (via questionnaire), vital signs, and dietary intake.",
    "results": "Statistical analyses displayed ten significant main effects (p < 0.05) with white blood cells, lymphocytes, neutrophils, urinary pH, thyroxine, urination frequency, calcium, calories, fat, and cholesterol. Interactions for time and group (p < 0.05) were observed for MCV, eGFR, potassium, overall tolerability, bloating, and cramping-demonstrating mild GA disturbances. Little to no change of physiological relevance was noted for any outcome variable, regardless of dosing level.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "38892699",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Jun",
    "title": "A Randomized Control Trial of Dexketoprofen/Vitamin B (Thiamine, Pyridoxine and Cyanocobalamin) Fixed-Dose Combination in Post-Traumatic Grade I-II Cervical Sprains.",
    "methods": "We conducted a multicentre, prospective, randomized, double-blind, phase IIIb clinical study comparing two treatment groups: (1) dexketoprofen 25 mg/vitamin B (thiamine 100 mg, pyridoxine 50 mg and cyanocobalamin 0.50 mg) in an FDC (two or more active ingredients combined in a single dosage form) versus (2) dexketoprofen 25 mg monotherapy (single drug to treat a particular disease), one capsule or tablet orally, every 8 h for 7 days. Final mean, average change, and percentage change in pain perception (measured using a visual analogue scale [VAS]) were compared with baseline between groups. A p value < 0.05 was considered statistically significant. Analyses were conducted using SPSS software, v.29.0.",
    "results": "A statistically significant reduction in pain intensity was observed from the third day of treatment with the FDC compared with monotherapy (- 3.1 ± - 1.5 and - 2.6 ± - 1.1 cm, respectively) measured using the VAS (p = 0.011). Regarding the degree of disability, using the Northwick Park Neck Pain Questionnaire (NPQ), statistical difference was observed for the final measurement (7.5%, interquartile range [IQR] 2.5, 10.5; vs. 7.9%, IQR 5.0, 13.8; p = 0.028). A lower proportion of adverse events was reported when using the FDC.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "38842764",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Boosting the immunogenicity of the CoronaVac SARS-CoV-2 inactivated vaccine with Huoxiang Suling Shuanghua Decoction: a randomized, double-blind, placebo-controlled study.",
    "methods": "A total of 70 participants were randomly assigned (1:1 ratio) to receive a third dose of CVS vaccination and either oral placebo or oral HSSD for 7 days. Safety aspects were assessed by recording local and systemic adverse events, and by blood and urine biochemistry and liver and kidney function tests. Main outcomes evaluated included serum anti-RBD IgG titer, T lymphocyte subsets, serum IgG and IgM levels, complement components (C3 and C4), and serum cytokines (IL-6 and IFN-γ). In addition, metabolomics technology was used to analyze differential metabolite expression after supplementation with HSSD.",
    "results": "Following a third CVS vaccination, significantly increased serum anti-RBD IgG titer, reduced serum IL-6 levels, increased serum IgG, IgM, and C3 and C4 levels, and improved cellular immunity, evidenced by reduce balance deviations in the distribution of lymphocyte subsets, was observed in the HSSD group compared with the placebo group. No serious adverse events were recorded in either group. Serum metabolomics results suggested that the mechanisms by which HSSD boosted the immunogenicity of the CVS vaccine are related to differential regulation of purine metabolism, vitamin B6 metabolism, folate biosynthesis, arginine and proline metabolism, and steroid hormone biosynthesis.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "38633263",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Jan-06",
    "title": "Feasibility, safety and effectiveness of prednisolone and vitamin B1, B6, and B12 in patients with post-COVID-19-syndrome (PreVitaCOV) - protocol of a randomised, double-blind, placebo-controlled multicentre trial in primary care (phase IIIb).",
    "methods": "The phase IIIb, multi-centre randomised, double-blind, and placebo-controlled PreVitaCOV trial has a factorial design and is planned as a two-phase approach. The pilot phase assessed feasibility and safety and was transformed into a confirmatory phase to evaluate effectiveness since feasibility was proven. Adult patients with PC19S after a documented SARS-CoV-2 infection at least 12 weeks ago are randomly assigned to 4 parallel treatments: prednisolone 20 mg for five days followed by 5 mg for 23 days (trial drug 1), B vitamins (B1 (100 mg OD), B6 (50 mg OD), and B12 (500 µg OD)) for 28 days (trial drug 2), trial drugs 1 and 2, or placebo. The primary outcome of the pilot phase was defined as the retention rate of the first 100 patients. Values of ≥ 85% were considered as confirmation of feasibility, this criterion was even surpassed by a retention rate of 98%. After transformation, the confirmatory phase proceeds by enrolling 240 additional patients. The primary outcome for the study is the change of symptom severity from baseline to day 28 as assessed by a tailored Patient Reported Outcomes Measurement Information System (PROMIS) total score referring to five symptom domains known to be typical for PC19S (fatigue, dyspnoea, cognition, anxiety, depression). The confirmatory trial is considered positive if superiority of any treatment is demonstrated over placebo operationalised by an improvement of at least 3 points on the PROMIS total score (t-score).",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "38184567",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2023",
    "title": "Dietary intake, nutritional adequacy and food sources of vitamins involved in the methionine-methylation cycle from Spanish children aged one to <10 years: results from the EsNuPI study.",
    "methods": "A total of 1,448 children aged between 1 and 10 years (49.7% girls and 50.3% boys) from the EsNuPI, a prospective cross-sectional study, were allocated into two cohorts: one Spanish Reference Cohort (SRS) of the general population (n = 707), and another including children consuming adapted milks called Adapted Milk Consumers Cohort (AMS) (n = 741) completed two 24 h dietary recalls used to estimate their nutrient intakes and to compare them to the European Food Safety Authority (EFSA) Population Reference Intakes.",
    "results": "The median intake of vitamin B6 was 1.35 (1.06-1.70) mg/day in the SRS and 1.45 (1.17-1.79) mg/day in the AMS, being significantly higher in the AMS for all age-groups. Prevalence of adequacy for vitamin B6 in the SRS and AMS was 97.7 and 98.7%, respectively. Total folates intakes in the AMS were significantly higher (p ≤ 0.001) in all age groups than in the SRS, independently of age. In addition, the prevalence of adequacy for folates intakes in all groups was more than 60%. Vitamin B12 intake increased with age independently of the type of milk consumed. The prevalence of adequacy for vitamin B12 was highly compliant by all population groups. The major contributors to vitamin B6 were milk and dairy products being significantly higher in AMS than SRS (p ≤ 0.001). The highest contributors to folates intakes were milk and dairy products, cereals, vegetables, and fruits in both groups whereas for vitamin B12 in the SRS sample were milk and dairy products followed by meat and meats products and for adapted milks, were milk and dairy products, followed by eggs, then meat and meats products.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "38156277",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2023-Oct",
    "title": "Dietary micronutrient adequacies and adherence to the Mediterranean diet in a population of older adults with type 2 diabetes: A cross-sectional study.",
    "methods": "One hundred thirty-eight patients (47 women and 91 men) with T2D aged over 65 years were included. Dietary habits were assessed by three 24-h dietary recalls. The micronutrient intake, expressed as mean daily intake, and adequacy were compared with the dietary recommendations proposed by the Italian Society of Human Nutrition (LARN) and the European Food Safety Agency (EFSA). Adherence to the Mediterranean diet was evaluated by the MEDI-quest score.",
    "results": "An extremely low proportion of participants (∼1%) adhered to the recommendations for potassium and vitamin D intake. A low proportion of participants adhered to the recommendations for calcium (∼23%), magnesium (∼16%), selenium (∼17%), vitamin E (∼14%), riboflavin (∼28%), vitamin B6 (∼29%), folate (∼25%), and niacin (∼27%) intake. More than 60% of the population adhered to the recommendations for iron, copper, vitamin A and B12 intake. Only 53% of the population showed high adherence to the Mediterranean diet.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "37739677",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2023-Aug",
    "title": "Identifying risk factors for adverse events of pyridoxal phosphate in infantile epileptic spasms syndrome.",
    "methods": null,
    "results": "Twenty-seven (51.9%) participants experienced adverse events, including vomiting in 16 participants (59.3%), elevated liver enzyme levels in 15 participants (55.6%), and rhabdomyolysis in two participants (3.4%). No significant differences were observed between the non-adverse events group and the overall adverse events group, as well as between the non-adverse events group and the vomiting group, in terms of the factors examined. However, when comparing the non-adverse events group with the group with elevated liver enzyme levels, age at PLP treatment showed a negative correlation, whereas PLP dose showed a positive correlation with elevated liver enzyme levels. The cutoff dose was 40 mg/kg/day (73.3% sensitivity and 60.7% specificity), and the cutoff age was 9 months (100% sensitivity and 40.0% specificity). RRs of doses ≥40 mg/kg/day and age <9 months were 2.6 and 3.6, respectively.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "37459718",
    "query_date": "19_02_2025"
  }
]