[
  {
    "pub_date": "2025-Jan-20",
    "title": "International expert consensus on micronutrient supplement use during the early life course.",
    "methods": "We conducted a two-round web-based Delphi survey on various topics including general approaches to diet and supplement use, and existing guidelines. For the periods of preconception, pregnancy and lactation, questions focused on the importance and strength of evidence for supplement use with the following micronutrients for low- and high-risk populations: folic acid, choline, iodine, magnesium, calcium, iron, selenium, docosahexaenoic acid (DHA), and vitamins B1, B2, B6, B12, D and K.",
    "results": "Thirty-five experts participated in the panel, who were healthcare professionals (HCPs), researchers and joint HCP-researchers with expertise in nutrition, gynaecology and/or obstetrics. Panellists reached consensus on the importance of diet and dietary supplement use during pregnancy and agreed on the lack of clarity and consistency in current guidelines, and the need for education in these areas for HCPs, pregnant people and the general population. For general low-risk populations, there was consensus on the importance of supplement use with iron and vitamin D from preconception through lactation, with folic acid and iodine from preconception through the second and third trimesters, respectively, with DHA from the first trimester through lactation and with calcium during lactation. Panellists agreed that the evidence for supplement use with each of these micronutrients during these phases to improve outcomes and/or foetal development is strong, except for vitamin D (preconception), DHA (first trimester), and iron (both periods). There was also consensus that supplement use advice should be tailored for people following vegan/vegetarian diets, restricted diets due to food intolerances, obesity, polycystic ovary syndrome, diabetes mellitus, and previous nutrition-related pregnancy complications.",
    "figures_tables": null,
    "article_id": "39833730",
    "query_date": "16_02_2025"
  },
  {
    "pub_date": "2025-Jan-15",
    "title": "Differential diagnosis in immune checkpoint inhibitors neurotoxicity.",
    "methods": "We describe a series of seven cases from our institution that were treated with ICI and presented with Neurologic symptoms and were diagnosed with superimposed conditions beyond immunotoxicity.",
    "results": "A total of 7 cases are described that include acute motor axonal neuropathy with vitamin B12 deficiency, lumbosacral radiculopathy with Wernicke's, Herpes simplex virus (HSV) encephalitis reactivation, central nervous system vasculitis with renal vasculitis, myositis with fasciitis, myositis with fixed clinical deficit at resolution, and synovitis with accompanying carpal tunnel syndrome. Primary cancer site included lung adenocarcinoma (2/7), melanoma (4/7), and oropharyngeal squamous cell carcinoma (1/7). All patients had received treatment with more than one ICI. Median number of cycles prior to neurotoxicity was 3 cycles.",
    "figures_tables": null,
    "article_id": "39812686",
    "query_date": "16_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Comparative bioavailability study of supplemental oral Sucrosomial ® vs. oral conventional vitamin B12 in enhancing circulatory B12 levels in healthy deficient adults: a multicentre, double-blind randomized clinical trial.",
    "methods": "A randomized, double-blind clinical trial was conducted across three centers in Pakistan from April to July 2024. At KEMU, participants received either Sucrosomial® vitamin B12 or Mecogen SL B12; at LRH, Sucrosomial® B12 or B-SUB B12; and at LUMHS, Sucrosomial® B12, Evermin B12, or Neuromax B12. Participants took a daily single dose of 1,000 μg of the assigned B12 formulation for 7 days. Serum B12 levels were measured at baseline (day 0) and on days 1, 3, 5, and 7.",
    "results": "Sucrosomial® B12 was significantly more effective than conventional B12 formulations in increasing and maintaining higher serum B12 levels across all time points. At KEMU, it reached a peak concentration of 454 ± 3.9 pg/mL by day 5, compared to 274 ± 11.1 pg/mL with Mecogen SL B12. At LRH, it peaked at 496 ± 34.4 pg/mL by day 5 versus 304 ± 49.4 pg/mL for B-SUB B12. At LUMHS, it reached 592.7 ± 74.3 pg/mL by day 7, compared to 407.24 ± 41.6 pg/mL for Evermin B12 and 263.82 ± 23.8 pg/mL for Neuromax B12. Sucrosomial® B12 was the only formulation to surpass the deficiency-borderline threshold (200-300 pg/mL) within 24 h of the first dose and was well tolerated with no reported side effects.",
    "figures_tables": null,
    "article_id": "39582666",
    "query_date": "16_02_2025"
  },
  {
    "pub_date": "2024-Nov",
    "title": "The Methodological Quality of Observational Studies Examining the Risk of Pregnancy Drug Use on Congenital Malformations Needs Substantial Improvement: A Cross-Sectional Survey.",
    "methods": "We used a stepwise approach to investigate this issue. First, we identified observational studies published in 2020 that examined the risk of congenital malformations associated with medication use during pregnancy. We assessed the methodological characteristics for establishing causality, including study design, confounding control, and sensitivity analysis, and compared them between \"core clinical journals\" and \"general journals.\" For studies reporting an increased risk of congenital malformations in core clinical journals, we searched for subsequent studies addressing the same research question published between January 2021 and May 2023 to assess the consistency of the literature.",
    "results": "A total of 40 eligible studies were published in 2020, primarily focused on the safety of vitamin B12 and folic acid (n = 4), antidepressants (n = 4), and others (n = 32). Our findings suggest that only two (5.00%) studies used causal models to guide the identification of confounding, and only eight (20.00%) studies assessed the potential dose-response relationship. In all, 15 (37.50%) studies used propensity score analysis strategy to achieve \"mimic-randomization.\" In addition, 22 studies (55.00%) performed sensitivity analyses, while 10 (45.45%) showed inconsistency with the primary outcome. Furthermore, 5 studies reported positive outcomes, whereas only 1 out of 11 studies demonstrated a positive correlation between drug usage during pregnancy and major malformations in subsequent studies.",
    "figures_tables": null,
    "article_id": "39093543",
    "query_date": "16_02_2025"
  },
  {
    "pub_date": "2024-Jun-05",
    "title": "Randomized Trial to Assess the Safety and Tolerability of Daily Intake of an Allulose Amino Acid-Based Hydration Beverage in Men and Women.",
    "methods": "We evaluated an electrolyte and amino acid product containing L-alanine and L-glutamine, as well as select vitamins [B3 (niacin), B5 (pantothenic acid), B6 (pyridoxine), B12 (cobalamin), and vitamin C (ascorbic acid)]. Subjects (n = 40; four groups, n = 10) were randomized to consume either a placebo packet or one, two, or three packets daily of the test product for 4 weeks with site visits at 0, 2, and 4 weeks. We tested safety and tolerability by analyzing hematological parameters (complete blood counts), metabolic parameters (hepatic, renal, acid-base balance), urinalysis end products, thyroid status [T3 (triiodothyronine), T4 (thyroxine), TSH (thyroid-stimulating hormone)], tolerability (via questionnaire), vital signs, and dietary intake.",
    "results": "Statistical analyses displayed ten significant main effects (p < 0.05) with white blood cells, lymphocytes, neutrophils, urinary pH, thyroxine, urination frequency, calcium, calories, fat, and cholesterol. Interactions for time and group (p < 0.05) were observed for MCV, eGFR, potassium, overall tolerability, bloating, and cramping-demonstrating mild GA disturbances. Little to no change of physiological relevance was noted for any outcome variable, regardless of dosing level.",
    "figures_tables": null,
    "article_id": "38892699",
    "query_date": "16_02_2025"
  },
  {
    "pub_date": "2024-Jun",
    "title": "A Randomized Control Trial of Dexketoprofen/Vitamin B (Thiamine, Pyridoxine and Cyanocobalamin) Fixed-Dose Combination in Post-Traumatic Grade I-II Cervical Sprains.",
    "methods": "We conducted a multicentre, prospective, randomized, double-blind, phase IIIb clinical study comparing two treatment groups: (1) dexketoprofen 25 mg/vitamin B (thiamine 100 mg, pyridoxine 50 mg and cyanocobalamin 0.50 mg) in an FDC (two or more active ingredients combined in a single dosage form) versus (2) dexketoprofen 25 mg monotherapy (single drug to treat a particular disease), one capsule or tablet orally, every 8 h for 7 days. Final mean, average change, and percentage change in pain perception (measured using a visual analogue scale [VAS]) were compared with baseline between groups. A p value < 0.05 was considered statistically significant. Analyses were conducted using SPSS software, v.29.0.",
    "results": "A statistically significant reduction in pain intensity was observed from the third day of treatment with the FDC compared with monotherapy (- 3.1 ± - 1.5 and - 2.6 ± - 1.1 cm, respectively) measured using the VAS (p = 0.011). Regarding the degree of disability, using the Northwick Park Neck Pain Questionnaire (NPQ), statistical difference was observed for the final measurement (7.5%, interquartile range [IQR] 2.5, 10.5; vs. 7.9%, IQR 5.0, 13.8; p = 0.028). A lower proportion of adverse events was reported when using the FDC.",
    "figures_tables": null,
    "article_id": "38842764",
    "query_date": "16_02_2025"
  },
  {
    "pub_date": "2024-Sep",
    "title": "Hydroxocobalamin is not associated with methemoglobinemia in patients with inhalation injury and suspected cyanide toxicity and a proposed algorithm for hydroxocobalamin administration.",
    "methods": "After Institutional Board Approval, a retrospective cohort study was conducted. Our sample comprised burn patients with inhalation injury admitted to a single institution from 2013 to 2023 and treated with hydroxocobalamin for suspected cyanide toxicity. We also analyzed a matched control cohort of similar patients with inhalation injury not treated with hydroxocobalamin. We analyzed changes and peaks in methemoglobin levels, lactate levels, blood urea nitrogen (BUN) and creatinine, ventilator days, % total body surface area (TBSA), various types of medications and dressings, and mortality. Statistical analyses included t-tests, chi-square, linear and logistic regressions, and correlation analysis.",
    "results": "In the study, 36 patients with suspected inhalation injury were treated with hydroxocobalamin at the Los Angeles General (LAG) Burn Unit from 2013 to 2023, who were matched to 32 control patients with inhalation injury who were not treated with hydroxocobalamin. Demographic and baseline characteristics showed no statistically significant differences between the groups, including age, gender, BMI, and %TBSA. No significant differences were found in initial, final, peak, or change in methemoglobin levels. The study also revealed no significant disparities in initial lactate levels, mortality, kidney function tests, ventilator days, surgeries, or use of medications/treatments (e.g., Silvadene dressings, Vitamin C) between the two groups. When controlling for covariates, multiple linear regression analysis (age, gender, and %TBSA) indicated that hydroxocobalamin administration was not significantly associated with changes in methemoglobin or mortality. Increased %TBSA, however, was linked to elevated lactate levels.",
    "figures_tables": null,
    "article_id": "38760187",
    "query_date": "16_02_2025"
  },
  {
    "pub_date": "2024-May-07",
    "title": "Efficacy of multivitamin support following bariatric surgery in patients with obesity: a prospective observational study.",
    "methods": "Twenty patients with severe obesity (mean weight and BMI: 123.5 kg (range 88-174) and 43.3 kg/m2 (range 37-54) respectively) underwent BS (10 vertical sleeve gastrectomy VSG, 10 Roux-en-Y gastric bypass, RYGB). The mean age was 49.9 years (range 27-68). After a presurgical visit (V0), follow-up visits were performed at 1, 3, 6 and 12 months after surgery (V1-V4). Recorded data included weight, height and BMI. A complete blood count, measurement of ferritin, folic acid, vitamin B12, ionized calcium, 25 OH vitamin D, parathyroid hormone (PTH) were obtained. Following BS, patients started the daily oral multivitamin and mineral supplement.",
    "results": "All patients achieved a significant weight loss (mean - 34.7 ± 11.8 kg). No deficiencies of various vitamins/micronutrients were detected during the entire study period. The serum concentrations of vitamin B12, 25-OH Vitamin D and folic acid increased over the follow-up period compared with V0 (mean increase 243 ng/L, 23 µg /L, 8 µg/L, respectively). Compared to RYGB, patients who underwent sleeve gastrectomy showed higher levels of 25-OH vitamin D at V2, V3 and V4 (all p < 0.05), and higher levels of Vitamin B12 and folic acid at V4 (p < 0.05 and p < 0.005, respectively). No adverse events were reported.",
    "figures_tables": null,
    "article_id": "38714632",
    "query_date": "16_02_2025"
  },
  {
    "pub_date": "2024-May",
    "title": "The Alarming Rate of Malnutrition after Single Anastomosis Sleeve Ileal Bypass. A single Centre Experience.",
    "methods": "This is a retrospective case series of 30 patients who underwent SASI bypass from January to December 2021. All patients completed at least 12 months of follow-up.",
    "results": "Among the 30 patients, 93.3% were women, the mean age was 37.4 years, and the mean body mass index (BMI) was 45.6 kg/m2. The percentage of total body weight loss (TWL%) was 42.7%, the percent excess body weight loss (EWL%) was 92.7%, and the mean BMI at 12 months went from 45.6(35.2-58.4) to 25.8 kg/m2 (19.2-33.4). The obesity-associated complications remission rate was 87.5% for type 2 diabetes (T2D), 71.4% for hypertension (HTN) and 100% for obstructive sleep apnea (OSA). Thirteen patients (43.3%) had diarrhea, 7 (23.3%) had hypoalbuminemia, defined as serum albumin < 3 g/dl, and 6 (20%) underwent reversal of their index SASI. As for other nutritional issues, iron deficiency anemia was present in 21 patients (70%), while 19 patients (63.3%) had vitamin D, and 2(6.6%) had vitamin B12 deficiency.",
    "figures_tables": null,
    "article_id": "38532145",
    "query_date": "16_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "WARNING TO DELAY IN DIAGNOSING MICROSCOPIC COLITIS IN OLDER ADULTS. A SERIES OF CASES.",
    "methods": "All patients were treated at a Gastroenterology reference office from May 2022 to June 2023. Personal history including preexisting disorders, use of medications and smoking habits were collected. The delay between the onset of symptoms and the correct diagnosis was informed. All patients consented to use budesonide MMX (Corament®) off label.",
    "results": "During the study period, six Caucasoid patients were diagnosed with MC, five females and one male, between the ages of 65 and 74. All patients had comorbities and were taking multiple prescription drugs. Laboratory findings showed negative serology for celiac disease for all patients, normal levels of albumin and vitamin B12. The delay between the symptoms and the MC diagnosis varied from 2 months to 6 years. All patients had a previous diagnosis of irritable bowel syndrome. All patients were in complete clinical remission during the treatment and referred no side effects of the drug.",
    "figures_tables": null,
    "article_id": "38451666",
    "query_date": "16_02_2025"
  }
]