[
  {
    "pub_date": "2025-Feb-18",
    "title": "The potential use of the standardized Euterpe oleracea (açaí) seed extract in cosmetic products.",
    "methods": "Açai seeds were obtained from a commercial source. Following the extract preparations and phytochemical identification and quantification of the main constituents present in the extract (TI-35), several in vitro studies were performed using human cell line cultures. TI-35 was evaluated on cell viability (human keratinocytes, fibroblasts and melanocytes), proliferation (keratinocytes), antioxidant activity (keratinocytes and fibroblasts), melanin content (melanocytes), metalloproteinase-1 (MMP-1) activity and tyrosinase inhibition assays. Skin irritation was assessed using a reconstructed human epidermis and mutagenic potential was evaluated, according to the OECD 439 and OECD 471, respectively.",
    "results": "A total of 14 phytochemical constituents, mainly phenolic compounds, were identified and quantified in the standardized extract TI-35. It demonstrated excellent long-lasting stability and exhibited intrinsic antioxidant activity surpassing that of ascorbic acid. At low concentrations (up to 10 μg/mL), TI-35 did not change cell viability or proliferation. However, the TI-35 decreased basal reactive oxygen species production and produced pronounced scavenging and antioxidant effects. Notably, TI-35 caused inhibition of MMP-1 and its effect was more pronounced when compared with either ascorbic acid or ferulic acid, highlighting its pro-aging property. In addition, TI-35 did not interfere with melanin levels or have skin irritation effect and has no mutagenic activity, providing a solid assurance of the safety of the standardized extract from the seeds of E. oleracea for cosmetic use.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39963096",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": null,
    "title": "Glutathione, Vitamin C, and Cysteine Use in Autistic Children With Disruptive Behavior: A Double-Blind, Placebo-Controlled Crossover Pilot Study.",
    "methods": "Glutathione and glutathione in combination with vitamin C and N-acetylcysteine (Trio) were tested. Both treatments were administered in double-blind placebo-controlled randomized crossover studies. In total, 24 children between the ages of 5 and 16 years with ASD and severe behavior disorders were randomized to receive weekly intravenous injections of either placebo or 1 of the 2 interventions (glutathione or Trio) for 8 weeks. After a 1-week washout period, participants were crossed over for the subsequent 8 weeks. Behavioral measures and plasma levels of glutathione were obtained at baseline, during the washout period, and at the end of the study.",
    "results": "No differences between treatment groups in behavioral or biologic measures were found. No significant adverse side effects attributable to the treatments were observed. Small improvements in specific glutathione and behavioral measures occurred over the study period for all groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39960783",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2025-Jan",
    "title": "COVID-19 Humic/Fulvic Acid Plus Epigallocatechin Gallate Treatment: A Retrospective Chart Review.",
    "methods": "This retrospective chart review analyzes the effectiveness of an integrative treatment consisting of EGCG and humic/fulvic acid with vitamin C provided to COVID-19 patients in a long-term care facility between October and December 2020. Nursing home patients with COVID-19 infections were either provided integrative treatment utilizing EGCG, humic/fulvic acid, and vitamin C or provided care without integrative support. All EGCG patients were informed, and, when needed, the first line of authority, power of attorney (POA) was contacted and informed that the integrative approach was not standard treatment (but was reviewed and approved by Pulaski Health and Rehabilitation Medical Facility directors and the patient's physician). Patients were informed of the safety literature and compounds' utilization in viral infections prior to accepting treatment.",
    "results": "A review of 60 records indicates that among 22 patients receiving treatment with the integrative combination, there were no mortalities. Among 38 patients treated without this integrative support, there were 21 deaths.  Conclusions: In a retrospective review of the treatment data, treatment of COVID-19 in the nursing home setting with EGCG, humic/fulvic acid, and vitamin C resulted in a significant reduction in overall mortality.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39925527",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Safety of combined drug use in patients with cardiovascular and cerebrovascular diseases: an analysis based on the spontaneous reporting database of adverse drug reactions in Hubei Province.",
    "methods": "We analyzed adverse drug reaction data received by the Hubei Adverse Drug Reaction Center from the first quarter of 2014 to the fourth quarter of 2022. The safety of combined drugs for cardiovascular and cerebrovascular diseases in different people was assessed using the association rule method and Ω shrinkage measurement.",
    "results": "A total of 53,038 reports were included in this study, revealing 9 signals of adverse reactions caused by combination drugs. The strongest signal found in this study was jaundice caused by the combination of amlodipine and atorvastatin (Ω 0.025:3.08, lift: 1116.69, conviction: 1.75). Additionally, the combination of aspirin with other drugs was associated with hemorrhaging in various organs. Female patients showed a cold signal when taking vitamin C and vitamin B6 together compared to male patients (Ω 0.025:0.89, lift: 7.15, conviction: 1.12). Patients under 60 years old had a palpitations signal when combining eritrea bei sha Tanzania and felodipine (Ω 0.025:0.41, lift: 14.65, conviction: 3.8), and an erythema signal when combining nifedipine (Ω 0.025:0.23, lift: 8.17, conviction: 1.077).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39845792",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2025-Jan-09",
    "title": "Glutathione, Vitamin C, and Cysteine Use in Autistic Children With Disruptive Behavior: A Double-Blind, Placebo-Controlled Crossover Pilot Study.",
    "methods": "Glutathione and glutathione in combination with vitamin C and N-acetylcysteine (Trio) were tested. Both treatments were administered in double-blind placebo-controlled randomized crossover studies. In total, 24 children between the ages of 5 and 16 years with ASD and severe behavior disorders were randomized to receive weekly intravenous injections of either placebo or 1 of the 2 interventions (glutathione or Trio) for 8 weeks. After a 1-week washout period, participants were crossed over for the subsequent 8 weeks. Behavioral measures and plasma levels of glutathione were obtained at baseline, during the washout period, and at the end of the study.",
    "results": "No differences between treatment groups in behavioral or biologic measures were found. No significant adverse side effects attributable to the treatments were observed. Small improvements in specific glutathione and behavioral measures occurred over the study period for all groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39823357",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Dorema kopetdaghense Pimenov: A potent antifungal medicinal plant.",
    "methods": null,
    "results": "Results from the antifungal and antibacterial activities of fractions indicated remarkable antifungal effects against Candida albicans with minimum inhibitory concentration and minimum bactericidal concentration values of 10 µg/mL; however, no cytotoxicity was observed in the case of selected cancer cells. Moreover, methanolic soluble fractions showed good antiradical effects evaluated via DPPH and β-carotene bleaching tests possessing half-maximal inhibitory concentration (IC50) of 20.11 and 41.32 µg/mL, respectively, though it was less effective than positive controls ascorbic acid (8.47 and 31.71 µg/mL, respectively) and butylated hydroxytoluene (IC50: 10.29 and 33.55 µg/mL, respectively).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39744336",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2025-Jan",
    "title": "Preparation and Evaluation of Complexed Ubiquinone (Coenzyme Q10) Antiaging Hyaluronic Acid-Vitamin C Serum for Skin Care.",
    "methods": "This research aimed to develop and evaluate a water-soluble CoQ10 serum by forming a complex with hydroxypropyl β-cyclodextrin (HPβCD). The study focused on assessing its physicochemical properties, CoQ10 concentration, spread ability, viscosity, pH, physical stability, irritation potential, and diffusion performance. The complexation process was carried out using kneading and trituration techniques, with thorough characterization via validated analytical methods such as solubility tests, Fourier transform infrared spectroscopy (FTIR), and differential scanning calorimetry (DSC) analyses.",
    "results": "The CoQ10-HPβCD complex prepared using the trituration technique at a 2:1 ratio (CoQ10 to HPβCD) demonstrated superior water solubility, reaching 17.5 ± 1.8 mg mL-1, the highest among the tested formulations. Moreover, this formulation achieved the greatest encapsulation efficiency, retaining 71% ± 3.8% of CoQ10. FTIR and DSC analyses confirmed the successful formation of the complex. The formulated serum exhibited shear-thinning behavior, an optimal pH of 4.3 ± 0.2 closely aligning with the skin's natural acidity for enhanced compatibility-along with excellent spreadability and stability. Diffusion tests revealed a significant enhancement in solubility when CoQ10 was complexed, effectively overcoming its solubility barrier. Irritation tests validated the serum's safety for topical use.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39739360",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Nov",
    "title": "[Nutritional components of main vegetables and fruits in Shanxi Province].",
    "methods": "According to the national food safety standards, the nutritional content of 25 vegetables and 38 fruits produced in Shanxi Province from 2018 to 2022 were evaluated for their energy, protein, fat, carbohydrates, vitamins, and minerals.",
    "results": "The contents of energy and carbohydrate of the vegetable samples from high to low were allium, solanum and tender stems, leaves and cauliflower, respectively, The contents of protein from high to low were allium, tender stems, leaves, cauliflower and solanum; The contents of carotene, vitamin B_1, vitamin B_2 and vitamin E in solanaceous vegetables were the highest, and the contents of vitamin C were the tender stems, leaves and cauliflower vegetables. The contents of phosphorus, potassium, magnesium, iron, zinc, copper and manganese in allium and garlic vegetables were the highest, the contents of calcium and sodium in tender stems, leaves and cauliflower vegetables were the highest, among which the contents of protein in purple skin garlic, carotene in pumpkin, vitamin B_1 in Beidong garlic, vitamin B_2 and vitamin E in chili were the highest. The contents of energy, protein and carbohydrate in fruit samples from high to low were stone fruit, berry and seed fruit, respectively. The highest content of carotene and vitamin B_2 was found in fruit, the highest content of vitamin B_1 and vitamin C was found in stone fruit, and the highest content of vitamin E was found in berry. The content of calcium, phosphorus, potassium, magnesium, iron, zinc, copper and manganese in stone fruits is the highest, and the content of sodium is the highest in berries. Among them, the energy, protein, carbohydrate content, strawberry fat content, Yonghe jujube vitamin B2, and vitamin C content, were the highest.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39719338",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Dec-19",
    "title": "Cardiac findings in a phase II double-blind randomized placebo-controlled trial of combination therapy (HAZDPac) to treat COVID-19 patients.",
    "methods": null,
    "results": "Between March 2020 and June 2021, 118 COVID-19 patients were recruited and signed informed consent, of which 83 were enrolled for a Double-Blind Randomized Placebo-Controlled Trial. Of the 83, 52 patients were randomly assigned to receive HAZDPac treatment, and 31 patients to receive placebo. Overall, and in stratified analysis by gender, maximum QTc values of patients in the treatment arm were normal and no differences were observed when compared to maximum QTc values from patients in the placebo arm (p ≥ 0.15). There were no adverse events related to HAZDPac treatment.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39702045",
    "query_date": "19_02_2025"
  },
  {
    "pub_date": "2024-Dec-16",
    "title": "Efficacy of Oral Sulfate Tablet and 2 L-Polyethylene Glycol With Ascorbic Acid for Bowel Preparation: A Prospective Randomized KASID Multicenter Trial.",
    "methods": "This prospective, randomized, controlled, single-blinded, multicenter, noninferiority trial enrolled 211 healthy adults who underwent colonoscopy between May 2020 and September 2022 at 13 university hospitals. The bowel cleansing rate was assessed using the Boston Bowel Preparation Scale (BBPS) and Harefield Cleansing Scale (HCS), and the preparation agents were administered in split regimens.",
    "results": "The total BBPS score (8.2 ± 1.5 vs. 7.8 ± 1.4, p = 0.040) and the high-quality bowel cleansing rates in the right colon (73.2% vs. 50.5), transverse colon (80.6% vs. 68.0%), and left colon (81.5% vs. 67.0%) on the BBPS were significantly higher in the OST group than in the 2 L-PEG/ASC group. However, the rates of successful cleansing according to BBPS (90.7% vs. 91.2%) and HCS (96.3% vs. 94.2%) did not significantly differ between the two groups. The taste, ease, and amount of consumption of the preparation agent; and willingness to repeat colonoscopy with the same agent (89.8% vs. 78.6%, P = 0.026) were significantly better in the OST group compared to the 2 L-PEG/ASC group. Adverse events and clinically significant laboratory changes were not significantly different between the two groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39688329",
    "query_date": "19_02_2025"
  }
]