[
  {
    "pub_date": "2025-Feb-01",
    "title": "Biotin or Pyridoxine Versus Combined Regimen in the Treatment of Onychoschizia.",
    "methods": null,
    "results": "The study included 61 patients with fingernail onychoschizia (mean age 40.5 years [range 20-68 years]). The average number of affected fingernails was 7.0 (&plusmn;2.0) per patient. The nail condition lasted 11.6 (&plusmn;4.7) years on average. The combined treatment regimen achieved significantly higher rates of complete response compared to biotin or pyridoxine alone (69.6% vs 10%, 11.1%, respectively; P values &lt; .001). Partial response (&gt;50% improvement) was achieved in an additional 30.4%, 45%, and 38.9% of patients treated with combined regimen vs biotin or pyridoxine alone, respectively. No adverse events were recorded.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "85e2f5ced805ff72c0e2278ff5dd5cde",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Safety of combined drug use in patients with cardiovascular and cerebrovascular diseases: an analysis based on the spontaneous reporting database of adverse drug reactions in Hubei Province.",
    "methods": "We analyzed adverse drug reaction data received by the Hubei Adverse Drug Reaction Center from the first quarter of 2014 to the fourth quarter of 2022. The safety of combined drugs for cardiovascular and cerebrovascular diseases in different people was assessed using the association rule method and Ω shrinkage measurement.",
    "results": "A total of 53,038 reports were included in this study, revealing 9 signals of adverse reactions caused by combination drugs. The strongest signal found in this study was jaundice caused by the combination of amlodipine and atorvastatin (Ω 0.025:3.08, lift: 1116.69, conviction: 1.75). Additionally, the combination of aspirin with other drugs was associated with hemorrhaging in various organs. Female patients showed a cold signal when taking vitamin C and vitamin B6 together compared to male patients (Ω 0.025:0.89, lift: 7.15, conviction: 1.12). Patients under 60 years old had a palpitations signal when combining eritrea bei sha Tanzania and felodipine (Ω 0.025:0.41, lift: 14.65, conviction: 3.8), and an erythema signal when combining nifedipine (Ω 0.025:0.23, lift: 8.17, conviction: 1.077).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "64837cb210154c3c5dde872a3be3cbff",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2025-Jan-20",
    "title": "International expert consensus on micronutrient supplement use during the early life course.",
    "methods": "We conducted a two-round web-based Delphi survey on various topics including general approaches to diet and supplement use, and existing guidelines. For the periods of preconception, pregnancy and lactation, questions focused on the importance and strength of evidence for supplement use with the following micronutrients for low- and high-risk populations: folic acid, choline, iodine, magnesium, calcium, iron, selenium, docosahexaenoic acid (DHA), and vitamins B1, B2, B6, B12, D and K.",
    "results": "Thirty-five experts participated in the panel, who were healthcare professionals (HCPs), researchers and joint HCP-researchers with expertise in nutrition, gynaecology and/or obstetrics. Panellists reached consensus on the importance of diet and dietary supplement use during pregnancy and agreed on the lack of clarity and consistency in current guidelines, and the need for education in these areas for HCPs, pregnant people and the general population. For general low-risk populations, there was consensus on the importance of supplement use with iron and vitamin D from preconception through lactation, with folic acid and iodine from preconception through the second and third trimesters, respectively, with DHA from the first trimester through lactation and with calcium during lactation. Panellists agreed that the evidence for supplement use with each of these micronutrients during these phases to improve outcomes and/or foetal development is strong, except for vitamin D (preconception), DHA (first trimester), and iron (both periods). There was also consensus that supplement use advice should be tailored for people following vegan/vegetarian diets, restricted diets due to food intolerances, obesity, polycystic ovary syndrome, diabetes mellitus, and previous nutrition-related pregnancy complications.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "62e9181de3be293e5c43cc840cd2470f",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Jun-05",
    "title": "Randomized Trial to Assess the Safety and Tolerability of Daily Intake of an Allulose Amino Acid-Based Hydration Beverage in Men and Women.",
    "methods": "We evaluated an electrolyte and amino acid product containing L-alanine and L-glutamine, as well as select vitamins [B3 (niacin), B5 (pantothenic acid), B6 (pyridoxine), B12 (cobalamin), and vitamin C (ascorbic acid)]. Subjects (n = 40; four groups, n = 10) were randomized to consume either a placebo packet or one, two, or three packets daily of the test product for 4 weeks with site visits at 0, 2, and 4 weeks. We tested safety and tolerability by analyzing hematological parameters (complete blood counts), metabolic parameters (hepatic, renal, acid-base balance), urinalysis end products, thyroid status [T3 (triiodothyronine), T4 (thyroxine), TSH (thyroid-stimulating hormone)], tolerability (via questionnaire), vital signs, and dietary intake.",
    "results": "Statistical analyses displayed ten significant main effects (p < 0.05) with white blood cells, lymphocytes, neutrophils, urinary pH, thyroxine, urination frequency, calcium, calories, fat, and cholesterol. Interactions for time and group (p < 0.05) were observed for MCV, eGFR, potassium, overall tolerability, bloating, and cramping-demonstrating mild GA disturbances. Little to no change of physiological relevance was noted for any outcome variable, regardless of dosing level.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "a605debc007dc9c906252d5db200ee8d",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Jun",
    "title": "A Randomized Control Trial of Dexketoprofen/Vitamin B (Thiamine, Pyridoxine and Cyanocobalamin) Fixed-Dose Combination in Post-Traumatic Grade I-II Cervical Sprains.",
    "methods": "We conducted a multicentre, prospective, randomized, double-blind, phase IIIb clinical study comparing two treatment groups: (1) dexketoprofen 25 mg/vitamin B (thiamine 100 mg, pyridoxine 50 mg and cyanocobalamin 0.50 mg) in an FDC (two or more active ingredients combined in a single dosage form) versus (2) dexketoprofen 25 mg monotherapy (single drug to treat a particular disease), one capsule or tablet orally, every 8 h for 7 days. Final mean, average change, and percentage change in pain perception (measured using a visual analogue scale [VAS]) were compared with baseline between groups. A p value < 0.05 was considered statistically significant. Analyses were conducted using SPSS software, v.29.0.",
    "results": "A statistically significant reduction in pain intensity was observed from the third day of treatment with the FDC compared with monotherapy (- 3.1 ± - 1.5 and - 2.6 ± - 1.1 cm, respectively) measured using the VAS (p = 0.011). Regarding the degree of disability, using the Northwick Park Neck Pain Questionnaire (NPQ), statistical difference was observed for the final measurement (7.5%, interquartile range [IQR] 2.5, 10.5; vs. 7.9%, IQR 5.0, 13.8; p = 0.028). A lower proportion of adverse events was reported when using the FDC.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "a7cc16fa83ca70c7f846df93766564e3",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Boosting the immunogenicity of the CoronaVac SARS-CoV-2 inactivated vaccine with Huoxiang Suling Shuanghua Decoction: a randomized, double-blind, placebo-controlled study.",
    "methods": "A total of 70 participants were randomly assigned (1:1 ratio) to receive a third dose of CVS vaccination and either oral placebo or oral HSSD for 7 days. Safety aspects were assessed by recording local and systemic adverse events, and by blood and urine biochemistry and liver and kidney function tests. Main outcomes evaluated included serum anti-RBD IgG titer, T lymphocyte subsets, serum IgG and IgM levels, complement components (C3 and C4), and serum cytokines (IL-6 and IFN-γ). In addition, metabolomics technology was used to analyze differential metabolite expression after supplementation with HSSD.",
    "results": "Following a third CVS vaccination, significantly increased serum anti-RBD IgG titer, reduced serum IL-6 levels, increased serum IgG, IgM, and C3 and C4 levels, and improved cellular immunity, evidenced by reduce balance deviations in the distribution of lymphocyte subsets, was observed in the HSSD group compared with the placebo group. No serious adverse events were recorded in either group. Serum metabolomics results suggested that the mechanisms by which HSSD boosted the immunogenicity of the CVS vaccine are related to differential regulation of purine metabolism, vitamin B6 metabolism, folate biosynthesis, arginine and proline metabolism, and steroid hormone biosynthesis.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "3469872d01e98ed6fc1e156b6db44c47",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2024-Jan-06",
    "title": "Feasibility, safety and effectiveness of prednisolone and vitamin B1, B6, and B12 in patients with post-COVID-19-syndrome (PreVitaCOV) - protocol of a randomised, double-blind, placebo-controlled multicentre trial in primary care (phase IIIb).",
    "methods": "The phase IIIb, multi-centre randomised, double-blind, and placebo-controlled PreVitaCOV trial has a factorial design and is planned as a two-phase approach. The pilot phase assessed feasibility and safety and was transformed into a confirmatory phase to evaluate effectiveness since feasibility was proven. Adult patients with PC19S after a documented SARS-CoV-2 infection at least 12 weeks ago are randomly assigned to 4 parallel treatments: prednisolone 20 mg for five days followed by 5 mg for 23 days (trial drug 1), B vitamins (B1 (100 mg OD), B6 (50 mg OD), and B12 (500 µg OD)) for 28 days (trial drug 2), trial drugs 1 and 2, or placebo. The primary outcome of the pilot phase was defined as the retention rate of the first 100 patients. Values of ≥ 85% were considered as confirmation of feasibility, this criterion was even surpassed by a retention rate of 98%. After transformation, the confirmatory phase proceeds by enrolling 240 additional patients. The primary outcome for the study is the change of symptom severity from baseline to day 28 as assessed by a tailored Patient Reported Outcomes Measurement Information System (PROMIS) total score referring to five symptom domains known to be typical for PC19S (fatigue, dyspnoea, cognition, anxiety, depression). The confirmatory trial is considered positive if superiority of any treatment is demonstrated over placebo operationalised by an improvement of at least 3 points on the PROMIS total score (t-score).",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "7fb28f9894b794d55d9ffbf110e68def",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2023",
    "title": "Dietary intake, nutritional adequacy and food sources of vitamins involved in the methionine-methylation cycle from Spanish children aged one to <10 years: results from the EsNuPI study.",
    "methods": "A total of 1,448 children aged between 1 and 10 years (49.7% girls and 50.3% boys) from the EsNuPI, a prospective cross-sectional study, were allocated into two cohorts: one Spanish Reference Cohort (SRS) of the general population (n = 707), and another including children consuming adapted milks called Adapted Milk Consumers Cohort (AMS) (n = 741) completed two 24 h dietary recalls used to estimate their nutrient intakes and to compare them to the European Food Safety Authority (EFSA) Population Reference Intakes.",
    "results": "The median intake of vitamin B6 was 1.35 (1.06-1.70) mg/day in the SRS and 1.45 (1.17-1.79) mg/day in the AMS, being significantly higher in the AMS for all age-groups. Prevalence of adequacy for vitamin B6 in the SRS and AMS was 97.7 and 98.7%, respectively. Total folates intakes in the AMS were significantly higher (p ≤ 0.001) in all age groups than in the SRS, independently of age. In addition, the prevalence of adequacy for folates intakes in all groups was more than 60%. Vitamin B12 intake increased with age independently of the type of milk consumed. The prevalence of adequacy for vitamin B12 was highly compliant by all population groups. The major contributors to vitamin B6 were milk and dairy products being significantly higher in AMS than SRS (p ≤ 0.001). The highest contributors to folates intakes were milk and dairy products, cereals, vegetables, and fruits in both groups whereas for vitamin B12 in the SRS sample were milk and dairy products followed by meat and meats products and for adapted milks, were milk and dairy products, followed by eggs, then meat and meats products.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "0b5b6cfa70c85e00ca0a33097036253b",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2023-Oct",
    "title": "Dietary micronutrient adequacies and adherence to the Mediterranean diet in a population of older adults with type 2 diabetes: A cross-sectional study.",
    "methods": "One hundred thirty-eight patients (47 women and 91 men) with T2D aged over 65 years were included. Dietary habits were assessed by three 24-h dietary recalls. The micronutrient intake, expressed as mean daily intake, and adequacy were compared with the dietary recommendations proposed by the Italian Society of Human Nutrition (LARN) and the European Food Safety Agency (EFSA). Adherence to the Mediterranean diet was evaluated by the MEDI-quest score.",
    "results": "An extremely low proportion of participants (∼1%) adhered to the recommendations for potassium and vitamin D intake. A low proportion of participants adhered to the recommendations for calcium (∼23%), magnesium (∼16%), selenium (∼17%), vitamin E (∼14%), riboflavin (∼28%), vitamin B6 (∼29%), folate (∼25%), and niacin (∼27%) intake. More than 60% of the population adhered to the recommendations for iron, copper, vitamin A and B12 intake. Only 53% of the population showed high adherence to the Mediterranean diet.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "d672c75db6d4b90d184ab4d661c839ad",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2023-Aug",
    "title": "Identifying risk factors for adverse events of pyridoxal phosphate in infantile epileptic spasms syndrome.",
    "methods": null,
    "results": "Twenty-seven (51.9%) participants experienced adverse events, including vomiting in 16 participants (59.3%), elevated liver enzyme levels in 15 participants (55.6%), and rhabdomyolysis in two participants (3.4%). No significant differences were observed between the non-adverse events group and the overall adverse events group, as well as between the non-adverse events group and the vomiting group, in terms of the factors examined. However, when comparing the non-adverse events group with the group with elevated liver enzyme levels, age at PLP treatment showed a negative correlation, whereas PLP dose showed a positive correlation with elevated liver enzyme levels. The cutoff dose was 40 mg/kg/day (73.3% sensitivity and 60.7% specificity), and the cutoff age was 9 months (100% sensitivity and 40.0% specificity). RRs of doses ≥40 mg/kg/day and age <9 months were 2.6 and 3.6, respectively.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "a3eb6ddd72fe0f191ab817957b570296",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2023-Jun",
    "title": "Clinical study on the efficacy and tolerability of an oral supplement based on arginine, l-cystine, zinc and B6 vitamin (Cystiphane®) in patients with telogen effluvium.",
    "methods": "We recruited 20 patients, aged between 18 and 70 years old, affected by TE. Patients were asked to take the oral supplement as a monotherapy, four tablets daily, in one or two administrations during meals. The study lasted 3 months. We evaluated the efficacy and tolerability of the treatment both qualitatively by collecting the clinician's opinion through a clinical evaluation and clinical-anamnestic form filled in by the researcher, and quantitatively through global photography and trichoscopy. We collected the patient's opinion through a self-assessment test, at the beginning of the recruitment and after 3 months of treatment.",
    "results": "Eighteen patients were evaluated. After 3 months of taking the supplement, the researcher rated an average improvement of 2.89 at the clinical evaluation. For what concerns hair quantity, at the control trichoscopy, the mean trichoscopic value had risen to +2.055, whereas for hair diameter the mean trichoscopic diameter value had increased to +1.83. After 3 months of treatment, patients gave an average efficacy opinion of 3.61.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "3f9d6ad4aa8fb6480b5f2b0ff3f45374",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2022",
    "title": "Clinical Study of Progesterone Combined with Vitamin B6 in the Treatment of Amenorrhea Endocrine Disorders Caused by Antipsychotics.",
    "methods": "In our hospital, from May 2019 to May 2021, 120 patients with amenorrhea caused by antipsychotics who underwent surgery were selected for this prospective study. The random residue grouping method divided them into a progesterone group (60 cases) and a vitamin B6 group (60 cases). Among them, the progesterone group was treated only with progesterone, while the vitamin B6 group was given progesterone in combination with vitamin B6. The differences in endocrine index, prolactin, uterine size, and endometrial thickness, effectiveness, and safety analysis of the progesterone and vitamin B6 groups of patients were observed and compared.",
    "results": "Before treatment, there was no change in the comparison of endocrine indexes between the progesterone and vitamin B6 groups (P > 0.05). After 1 month of treatment, there were significant differences in estradiol, prolactin, and follicle-stimulating hormone between the progesterone and vitamin B6 groups of patients (P < 0.05). After 1 month of treatment, there were significant differences in prolactin, uterine size, and endometrial thickness, and the vitamin B6 group was significantly lower than the progesterone group (P < 0.05). The clinical efficiency of 95.00% in the vitamin B6 group was significantly higher than 83.33% in the progesterone group (P < 0.05). There were no adverse reactions in the progesterone and vitamin B6 groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "e7b782746556ac332732661553ff8313",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2022-Aug",
    "title": "Randomized controlled phase I trial for a novel peripheral parenteral nutrition formula containing dextrose, amino acids, fat emulsion, electrolytes, and FDA2000 recommendation-based vitamins.",
    "methods": "A single-center, randomized, open-label, active-controlled trial was performed in single ascending dose (SAD: Step 1-3) and multiple dose (Step 4) studies. Participants were administered a single dose of OPF-105 (test solution: 150 g of dextrose, 60 g of amino acids, 40 g of fat, 1240 kcal of total energy per 2200 mL, and 106 NPC/N ratio, with multivitamins, n = 17) or BFI (control solution: 150 g of dextrose, 60 g of amino acids, 840 kcal of total energy per 2000 mL, and 64 NPC/N ratio, with vitamin B1, n = 18) with three ascending doses (Step 1: 550 mL, Step 2: 1100 mL, and Step 3: 2200 mL) in the SAD study, or received multiple doses with Step 3 amount of OPF-105 (n = 5) or BFI (n = 6) for 3 days (Step 4) via peripherally inserted venous catheters. The safety and nutritional parameters were assessed.",
    "results": "There were no serious adverse events or events requiring discontinuation of the solution administration in either group. Blood urea nitrogen (BUN) levels remained within the normal range in both groups (Step 1-4). However, they gradually increased during the time course of the study in the BFI group but not in the OPF group (Step 4), suggesting the prevention of body protein breakdown. Blood triglyceride (TG) levels increased after administration in the OPF group but promptly returned to the pre-administration level (Step 1-4). Blood total ketone body levels increased the day after administration in both groups, which may imply a lower degree of starvation (Step 1-3), but the increase in the OPF group was milder than that in the BFI group (Step 4). Blood vitamin B6 and folic acid levels were maintained within the normal ranges in the OPF group but were near the lower limit in the BFI group (Step 1-4). Blood vitamin C levels showed almost lower limit in the two groups (Step 1-3), but increased only in the OPF group (Step 4). Blood vitamin K levels in the BFI group remained near the lower limit of the normal range, but those in the OPF group were higher than the upper limit at the end of administration and quickly returned to the pre-administration level (Step 1-4).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "84597b61cdbd5d0bd5e4439f118d39d6",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2022-Sep",
    "title": "Vitamin B6 decreases the risk of levetiracetam discontinuation in children with epilepsy: A retrospective study.",
    "methods": "We retrospectively analyzed the demographic and clinical profile of all pediatric patients on LEV treatment between July 2019 and December 2020. T-tests, Chi-square and Fisher exact tests were used to assess predictors of LEV discontinuation. A p-value of <0.05 was considered statistically significant.",
    "results": "150/240 (62%) children were on additional medications besides LEV for epilepsy management. Thirty-five percent children reported side effects, especially behavioral and mood concerns. Of the patients who reported side effects on LEV, 71% were taking vitamin B6 (n = 59). The rate of LEV discontinuation was significantly lower for children on vitamin B6 than children not taking B6, regardless of monotherapy or polypharmacy (49% v 88% respectively, p = 0.001). Over half of the patients who were able to remain on LEV reported improved behavior with B6 supplementation as compared to those who were unable to continue LEV (17/30, 57% versus 0/26, 0%; p < 0.001).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "196653406328c36682bcef4cc4de049a",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2022-Jul",
    "title": "A vitamin a day keeps the doctor away: The need for high quality pyridoxal-5'-phosphate.",
    "methods": "Medical and laboratory records were reviewed with retrospective extraction for three unrelated patients who suffered complications during treatment with PLP food supplements.",
    "results": "- Two cases of PNPO deficiency and one case of PLP-dependent epileptic encephalopathy without a (genetic) diagnosis are reported. These patients are critically dependent on PLP for seizure control and have suffered complications due to insufficient quality of these food supplements during the course of treatment. Complications include the occurrence of seizures following the administration of suspected low quality PLP, inactive PLP due to light exposure, a PLP intoxication, resisting administration and post-administration vomiting as a result of the ingestion of large amounts of capsules per day.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "4d4f1bbdd8ee65f1c9d007fd8f5ba0ed",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2022",
    "title": "Postoperative Vitamin Profile after Receiving a Novel Peripheral Parenteral Nutrition Solution: Multicenter Randomized Controlled Phase III Trial.",
    "methods": "We conducted a phase III trial administering OPF-105 or BFL (combination of a commercially available PPN solution and fat emulsion) to patients after gastrointestinal (GI) tract surgery from postoperative day (POD) 1 up to POD14. Until POD7, nutrients were provided only with OPF-105 or BFL. After blood sampling on POD8, oral food intake was permitted. PPN was administered according to the amount of food intake.",
    "results": "Efficacy endpoints were assessed in 99 subjects (OPF group: 52; BFL group: 47). The levels of blood proteins and fatty acids in the two groups were similar on POD8. The transition of these mean levels was similar in both groups from POD1 or 2 to POD9 to 15. The mean preoperative blood vitamin levels were within reference intervals (RIs). On POD1 (before administration), the mean levels of most blood vitamins decreased compared to those of the preoperative levels. In the BFL group, the mean blood levels of vitamin B2, B6, pantothenic acid (PA), folic acid (FA), biotin, and C decreased below or near the lower limit of RIs on POD8, and the mean blood levels of vitamin B6 and C remained low from POD9 to 15. In the OPF group, the mean blood levels of vitamins, excluding vitamin K, were within RIs on POD8 and POD9 to 15. The mean levels of blood vitamin K increased over the upper limit of RIs on POD8 but within RIs from POD9 to 15. There was no obvious difference in the incidence of adverse events between the two groups, which is common after GI tract surgeries.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "24e94ebf12d6f5a38801dd9ca13fc7f0",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2021-Jun",
    "title": "High-dose pyridoxine treatment for inherited glycosylphosphatidylinositol deficiency.",
    "methods": "In this prospective open-label multicenter pilot study, we enrolled patients diagnosed with IGDs using flow cytometry and/or genetic tests. The patients received oral pyridoxine (20-30 mg/kg/day) for 1 year, in addition to previous treatment.",
    "results": "All nine enrolled patients (mean age: 66.3 ± 44.3 months) exhibited marked decreases in levels of CD16, a glycosylphosphatidylinositol-anchored protein, on blood granulocytes. The underlying genetic causes of IGDs were PIGO, PIGL, and unknown gene mutations in two, two, and five patients, respectively. Six patients experienced seizures, while all patients presented with developmental delay (mean developmental age: 11.1 ± 8.1 months). Seizure frequencies were markedly (>50%) and drastically (>90%) reduced in three and one patients who experienced seizures, respectively. None of the patients presented with seizure exacerbation. Eight of nine patients exhibited modest improvements in development (P = 0.14). No adverse events were observed except for mild transient diarrhea in one patient.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "d653a029164679496481b7879016f4da",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2021-Jun",
    "title": "Amelioration of Levetiracetam-Induced Behavioral Side Effects by Pyridoxine. A Randomized Double Blind Controlled Study.",
    "methods": "A total of 105 children with epilepsy who were taking levetiracetam (as a monotherapy or an adjunct) who showed behavioral symptoms coinciding with the start of levetiracetam, were included. Patients randomly and blindly received either a therapeutic (pyridoxine group, 46 of 105, 44%) or a homeopathic dose of pyridoxine (placebo, 59 of 105, 56%). A 30-item behavioral checklist was used to qualify and quantify the behavioral side effects at baseline and at different time points following initiation of treatment.",
    "results": "Both placebo and pyridoxine groups experienced a statistical reduction in behavioral scores when compared with baseline. Our study indicated that although there was a placebo effect, the improvement in neuropsychiatric symptoms was more prominent in children who received therapeutic doses of pyridoxine.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "9c613db0bc18ec01b8dd4134bbaabbc4",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2021-Mar-10",
    "title": "The Use and Impact of Cognitive Enhancers among University Students: A Systematic Review.",
    "methods": null,
    "results": "The most popular molecules identified here included the stimulant CEs, e.g., methylphenidate, modafinil, amphetamine salt mixtures and caffeine-related compounds; stimulant CEs' intake was more prevalent among males than females; drugs were largely obtained from friends and family, as well as via the Internet. It is therefore suggested that CEs are increasingly being used among healthy individuals, mainly students without any diagnosed cognitive disorders, to increase their alertness, concentration, or memory, in the belief that these CEs will improve their performance during examinations or when studying. The impact of stimulant CEs may include tolerance, dependence and/or somatic (e.g., cardiovascular; neurological) complications.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "9990e528f73ed2f6949acba81fc78a66",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2021-Sep",
    "title": "Effect of pyridoxine plus pyridostigmine treatment on vincristine-induced peripheral neuropathy in pediatric patients with acute lymphoblastic leukemia: a single-center experience.",
    "methods": "The WHO and NCI CTCAE neurotoxicity scorings were used to evaluate VIPN at diagnosis, in the first month, and after the third month of the treatment. The clinical features of 23 patients having acute lymphoblastic leukemia with VIPN during the period of July 2013-February 2016 were prospectively evaluated.",
    "results": "The mean age was 72.8 ± 51.6 months, and 26.1%, 56.5%, and 17.4% were in standard, moderate, and high-risk groups, respectively. Neuropathy frequently occurred at induction (82.6%) and reinduction (17.4%) of the protocol. Drop foot (82.6%), leg pain (82.6%), and difficulty in walking (82.6%) were observed. The mean total cumulative dose of neuropathy occurrence was 5.6 ± 2.03 mg/m2. Our study showed that both the WHO and NCI CTCAE scorings were significantly improved via pyridoxine plus pyridostigmine therapy.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "d89e0cda3fd49a1b05af3cf00409bbd0",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2021-Jun",
    "title": "Effect of different drying methods on product quality, bioactive and toxic components of Ginkgo biloba L. seed.",
    "methods": null,
    "results": "Results showed that the drying methods had a significant influence on product quality with freeze drying being superior due to the minimal microstructural damage, followed by infrared drying and pulsed-vacuum drying. Infrared-dried product possessed the strongest antioxidant activities and higher bioactive compound content than hot-air-dried and pulsed-vacuum-dried product. Toxic compounds in fresh G. biloba seeds (ginkgotoxin, ginkgolic acid and cyanide) were reduced markedly by drying. Ginkgotoxin was reduced fourfold, and the contents of acrylamide, ginkgolic acid and cyanide in dried G. biloba seeds were reduced to the scope of safety. Amongst the four drying methods, infrared drying had the shortest drying time, and its product showed higher quality and bioactive compound content, and stronger antioxidant activities.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "7aea895e7c9bcbf0f678ce97aec89647",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2021",
    "title": "In silico Screening of Pyridoxine Carbamates for Anti-Alzheimer's Activities.",
    "methods": "For in silico screening of physicochemical properties of compounds, Molinspiration property engine v.2018.03, Swiss ADME online web-server and pkCSM ADME were used. For pharmacodynamic prediction, PASS software was used, while the toxicity profile of compounds was analyzed through ProTox-II online software. Simultaneously, molecular docking analysis was performed on mouse AChE enzyme (PDB ID:2JGE, obtained from RSCB PDB) using Auto Dock Tools 1.5.6.",
    "results": "Based on in silico studies, compound 9 and 10 have been found to have better druglikeness, LD50 value, better anti-Alzheimer's, and nootropic activities. However, these compounds had poor blood-brain barrier (BBB) permeability. Compounds 4 and 9 were predicted with a better docking score for the AChE enzyme.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "827c2407ec732f6d8705419e523630e4",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2021-Jan",
    "title": "Pharmacodynamics of asfotase alfa in adults with pediatric-onset hypophosphatasia.",
    "methods": "This 13-week, Phase 2a, open-label study enrolled adults (aged ≥18 years) with pediatric-onset HPP. They were randomized 1:1:1 to receive a single subcutaneous dose of asfotase alfa (0.5, 2.0, or 3.0 mg/kg) at Week 1, then 3 times per week (ie, 1.5, 6.0, or 9.0 mg/kg/wk) starting at Week 3 for 7 weeks. Key outcome measures included change from Baseline to before the third dose during Week 9 (trough) in plasma PPi (primary outcome measure) and PLP (secondary outcome measure).",
    "results": "Twenty-seven adults received asfotase alfa 0.5 (n = 8), 2.0 (n = 10), and 3.0 (n = 9) mg/kg; all completed the study. Median (range) age was 45 (18-77) years; most patients were white (96%) and female (59%). Median plasma PPi and PLP concentrations decreased from Baseline to Week 9 in all 3 cohorts. Differences in least squares mean (LSM) changes in PPi were significant with 2.0 mg/kg (p = 0.0008) and 3.0 mg/kg (p < 0.0001) vs. 0.5 mg/kg. Differences in LSM changes in PLP were also significant for 2.0 mg/kg (p = 0.0239) and 3.0 mg/kg (p = 0.0128) vs. 0.5 mg/kg. Injection site reactions were the most frequent treatment-emergent adverse event (78%), showing increasing frequency with increasing dose.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "931a1ad1e8649eb5ce1372a526383a9e",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2020-Aug-21",
    "title": "Effect of sodium cantharidinate/vitamin B6 injection on survival, liver function, immune function, and quality of life in patients with hepatocellular carcinoma: Protocol for a meta-analysis.",
    "methods": "All available randomized controlled trials (RCTs) and high-quality prospective cohort studies that investigated the efficacy and safety of SC/VB6 for patients with HCC were searched from ten electronic databases including PubMed, Google Scholar, Cochrane Library, Excerpt Medica Database (Embase), Medline, Web of Science (WOS), Chinese Biomedical Literature Database (CBM), China National Knowledge Infrastructure (CNKI), China Scientific Journal Database (CSJ), and Wanfang Database. Papers in Chinese or English published from January 2000 to July 2020 will be included without any restrictions.Study selection and data extraction will be performed independently by 2 researchers. The clinical outcomes including overall survival (OS), QoL, liver function, immune function, and adverse events, were systematically evaluated. Review Manager 5.3 and Stata 14.0 were used for data analysis, and the quality of the clinical trials was also evaluated.",
    "results": "The results of this study will be published in a peer-reviewed journal, and provide a helpful evidence for clinicians to formulate the best postoperative adjuvant treatment strategy for HCC patients.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "c0bb57fdc4d7e8476c57eab7ac109075",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2020-Dec",
    "title": "Metabolic and mitochondrial treatments for severe paracetamol poisoning: a systematic review.",
    "methods": "We searched Ovid Medline 1946-2020, Embase 1947-2020, Scopus 2004-2020, Cochrane Databases of Systematic Reviews (CDSR), Cochrane Central Register of Controlled Trials (CENTRAL), and clinicaltrials.gov 1997-2020 for records including the concepts of paracetamol poisoning and cimetidine, fomepizole, calmangafodipir, and acetylcysteine. We included basic science studies in animals and all available study types in humans. We reviewed the reference lists of included articles to search for references missed in the original search. We registered the protocol in PROSPERO.",
    "results": "We completed all search strategies on 20 August 2019, 27 January 2020, and 15 June 2020. These produced 6,826 citations. We identified and deleted 2,843 duplicate resulting in a total of 3,856 unique citations. After applying inclusion and exclusion criteria, 89 studies remained. The largest numbers of studies described the past use of cimetidine, and the more recent use of fomepizole.Cimetidine: There is good animal evidence that cimetidine blocks CYP 2E1 with the potential to inhibit the toxic metabolism of paracetamol. Early case reports were inconclusive regarding the benefit to humans in paracetamol poisoning. Two comparative trials found no benefit of cimetidine in paracetamol poisoning, but few patients had severe poisoning.Fomepizole: There is good animal evidence that fomepizole blocks CYP 2E1 with the potential to inhibit the toxic metabolism of paracetamol. There are no comparative trials of fomepizole for acute paracetamol poisoning. Case reports are inconclusive due to multiple other interventions including the use of acetylcysteine in all cases. The benefit of fomepizole as adjunct treatment has not been demonstrated.Calmangafodipir: Calmangafodipir, a drug mimicking superoxide dismutase, has emerged as a potential treatment for severe paracetamol toxicity because the formation of superoxide free radicals appears to explain part of the mitochondrial toxicity of extremely large paracetamol overdoses. Calmangafodipir has reached Phase I/II trial of safety in humans with acute paracetamol overdose. Planning for a Phase III study of efficacy is currently underway.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "1c68ee778bd0142b6fc9286da2ce8d0a",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2020-Apr-01",
    "title": "Effect of Combined Diclofenac and B Vitamins (Thiamine, Pyridoxine, and Cyanocobalamin) for Low Back Pain Management: Systematic Review and Meta-analysis.",
    "methods": "We searched for randomized clinical trials on the MEDLINE, EMBASE, LILACS, and Cochrane databases of records of clinical trials, among other sources. We evaluated the risk of bias regarding randomization, allocation concealment, blinding, incomplete outcome data, selective reporting, and other biases. A random-effects meta-analysis to examine patients with acute LBP (N = 1,108 adults) was performed, along with a subsequent sensitivity analysis.",
    "results": "Five studies in patients with LBP were included in the qualitative synthesis. Four of these studies in acute LBP were included in the first meta-analysis. A sensitivity test based on risk of bias (three moderate- to high-quality studies) found that the combination therapy of diclofenac plus TPC was associated with a significant reduction in the duration of treatment (around 50%) compared with diclofenac monotherapy (odds ratio = 2.23, 95% confidence interval = 1.59 to 3.13, P < 0.00001). We found no differences in the safety profile and patient satisfaction.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "a7b52327488682f7d36dbd04284a8565",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2020-Apr",
    "title": "Incidence of chemotherapy-induced peripheral neuropathy within 12 weeks of starting neurotoxic chemotherapy for multiple myeloma or lymphoma: a prospective, single-center, observational study.",
    "methods": "This prospective, observational, single-center, pilot study included adults with newly diagnosed lymphoma or multiple myeloma receiving neurotoxic chemotherapy. Patients were enrolled between September 2016 and February 2017. The Functional Assessment of Cancer Therapy/Gynecologic Oncology Group-Neurotoxicity (FACT/GOG-Ntx) questionnaire was completed by patients at 3 time points: baseline, week 6, and week 12. The primary outcome was change in the neurotoxicity score between these time points.",
    "results": "Of 33 patients approached for consent, 28 (85%) provided consent and were enrolled. The FACT/GOG-Ntx questionnaire was completed by 28 (100%) at baseline, 25 (89%) at week 6, and 24 (86%) at week 12. Average (standard deviation) neurotoxicity scores were 36.5 (6.6) at baseline, 34.0 (8.3) at week 6, and 30.6 (7.6) at week 12. Neurotoxicity scores changed from baseline by - 2.7 points (95% CI - 5.5 to 0.1; p = 0.061) at week 6 and - 6.0 points (95% CI - 5.6 to - 0.8; p = 0.012) at week 12. Clinically meaningful declines (decrease of > 10% from baseline) in neurotoxicity score were detected in 36% (9 of 25) at week 6 and in 67% (16 of 24) at week 12.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "eee9eec631cc42876c712f1751a07b59",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2019-Aug",
    "title": "A combination of melatonin, vitamin B6 and medicinal plants in the treatment of mild-to-moderate insomnia: A prospective pilot study.",
    "methods": null,
    "results": "There was a statistically significant (p < 0.001) improvement in sleep quality by the end of the 2-week treatment period, with mean sleep quality score increasing by 1.9 points from pre-treatment (5.4 points) to post-treatment (7.3 points). Similarly, statistically significant improvements were observed following treatment completion in sleep onset latency, total sleep duration, and sleep-related daytime parameters (p < 0.01 for all outcomes). Administration of the combination of melatonin, vitamin B6, and medicinal plants was associated with high compliance (39/40; 97.5%). No serious adverse events were reported.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "2d4f8981b7d7024f8292e6b0137256f0",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2019-Aug",
    "title": "Principal results of a randomised open label exploratory, safety and tolerability study with calmangafodipir in patients treated with a 12 h regimen of N-acetylcysteine for paracetamol overdose (POP trial).",
    "methods": "Patients were recruited at the Royal Infirmary of Edinburgh (8th June 2017-10th May 2018). Inclusion criterion: adults within 24 h of a paracetamol overdose that required NAC. Within each of 3 sequential cohorts, participants were randomly assigned, with concealed allocation, to NAC and a single intravenous calmangafodipir dose (n = 6) or NAC alone (n = 2). Calmangafodipir doses were 2, 5, or 10 μmol/kg. Participants, study and clinical teams were not blinded. The primary outcome was safety and tolerability. Secondary outcomes were alanine transaminase (ALT), international normalised ratio (INR), keratin-18, caspase-cleaved keratin-18 (ccK18), microRNA-122, and glutamate dehydrogenase (GLDH). (Clinicaltrials.gov:NCT03177395).",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "0fb3f70f6444add97afd11595d640f0f",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2019-Mar-14",
    "title": "Betaine anhydrous in homocystinuria: results from the RoCH registry.",
    "methods": null,
    "results": "A total of 125 patients with homocystinuria (adults [> 18 years]: 50; paediatric [≤18 years]: 75) were enrolled at 29 centres in France and Spain. Patients were treated with betaine anhydrous for a mean duration of 7.4 ± 4.3 years. The median total daily dose of betaine anhydrous at the first and last study visits was 6 g/day for cystathionine β-synthase (CBS)-deficient vitamin B6 responders and 9 g/day for methylenetetrahydrofolate reductase-deficient patients, while the median daily dose increased in CBS-deficient B6 non-responders (from 6 to 9 g/day) and cobalamin metabolism-defective patients (from 3 to 6 g/day) between the first and last visits. Treatment caused a mean overall reduction of 29% in plasma homocysteine levels in the study population. A total of 277 AEs were reported during the study, of which two non-serious AEs (bad taste and headache) and one serious AE (interstitial lung disease) were considered to be drug related. Overall, betaine anhydrous was well tolerated with no major safety concerns.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "5bfafb303a230caa80a0cded0d612979",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2019",
    "title": "Optimizing Vitamin and Trace Element Profiles in Blood after Gastrointestinal Tract Surgery by a New Parenteral Nutrition Formula.",
    "methods": "This phase III clinical trial (JapicCTI-No. 142610) was a prospective, randomized, controlled, parallel-group, open-label, multicenter study. Two types of PN, OPF-108 (revised formula, n = 51) and ELN (previous formula mainly based on American Medical Association 1975 guidelines, n = 59), were given to patients from POD1 or 2 to POD7 after surgery. OPF-108 contains more vitamin B1, B6, C, and folic acid, a much lower dose of vitamin K, and less iron than ELN. Nutritional parameters and micronutrient profiles in blood and safety were evaluated.",
    "results": "Nutritional parameters on POD5 and 8 were similar between the 2 groups. Blood vitamin B1, B6, and folic acid levels on POD 5 and 8 were higher in the OPF-108 group than in the ELN group. Only OPF-108 restored vitamin C levels to within the normal range on POD5 and 8. Vitamin K levels far exceeded the upper limit of the standard range on POD5 and 8 in the ELN group, whereas OPF-108 essentially maintained these levels within the standard ranges. Serum iron levels on POD8 were nearly normal in both the OPF-108 and ELN groups.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "90e1bf28307b8cc3aef6f3fd5e238006",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2019-Jul-01",
    "title": "The Vitamins in Psychosis Study: A Randomized, Double-Blind, Placebo-Controlled Trial of the Effects of Vitamins B12, B6, and Folic Acid on Symptoms and Neurocognition in First-Episode Psychosis.",
    "methods": "A randomized, double-blind, placebo-controlled trial was used. A total of 120 patients with first-episode psychosis were randomized to an adjunctive B-vitamin supplement (containing folic acid [5 mg], B12 [0.4 mg], and B6 [50 mg]) or placebo, taken once daily for 12 weeks. Coprimary outcomes were change in total symptomatology (Positive and Negative Syndrome Scale) and composite neurocognition. Secondary outcomes included additional measures of symptoms, neurocognition, functioning, tolerability, and safety.",
    "results": "B-vitamin supplementation reduced homocysteine levels (p = .003, effect size = -0.65). B-vitamin supplementation had no significant effects on Positive and Negative Syndrome Scale total (p = .749) or composite neurocognition (p = .785). There were no significant group differences in secondary symptom domains. A significant group difference in the attention/vigilance domain (p = .024, effect size = 0.49) showed that the B-vitamin group remained stable and the placebo group declined in performance. In addition, 14% of the sample had elevated baseline homocysteine levels, which was associated with greater improvements in one measure of attention/vigilance following B-vitamin supplementation. Being female and having affective psychosis was associated with improved neurocognition in select domains following B-vitamin supplementation. Genetic variation did not influence B-vitamin treatment response.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "39843a7ce45f07154adcee098d94b11e",
    "query_date": "22_02_2025"
  },
  {
    "pub_date": "2019",
    "title": "Efficacy and safety of sodium cantharidinate and vitamin B6 injection for the treatment of digestive system neoplasms: a meta-analysis of randomized controlled trials.",
    "methods": "The Cochrane Library, Embase, PubMed, Web of Science, Chinese Scientific Journal Database (VIP), China National Knowledge Infrastructure, and Wanfang databases were searched for clinical trials using SC/B6 for DSNs. Outcome measures, including therapeutic efficacy, quality of life (QoL), and adverse events, were extracted and systematically evaluated.",
    "results": "Data from 24 trials including 1,825 advanced DSN patients were included. Compared with CMT alone, its combination with SC/B6 significantly improved the patients' overall response rate (OR =2.25, 95% CI =1.83-2.76, P<0.00001), disease control rate (OR =2.41, 95% CI =1.85-3.15, P<0.00001), and QoL improvement rate (OR =2.75, 95% CI =2.13-3.55, P<0.00001). Moreover, adverse events caused by chemotherapy, including leukopenia, nausea and vomiting, gastrointestinal side effects, hepatotoxicity, diarrhea, transaminase disorder, myelosuppression, anorexia, and anemia, were significantly alleviated (P<0.05) when SC/B6 was applied to DSN patients. Nephrotoxicity, thrombocytopenia, hand-foot syndrome, and oral mucositis were not significantly alleviated in patients receiving combination therapy (P>0.05).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "db7e83cb553771a6e9a26233f5724513",
    "query_date": "22_02_2025"
  }
]