[
  {
    "pub_date": "2025-Jan",
    "title": "Evaluating the Anxiolytic Efficacy of Oral Alprazolam in Modulating Vital Parameters During Minor Oral Surgical Procedures: A Quasi-experimental Study.",
    "methods": null,
    "results": "A significant reduction in PR, RR, and SBP was observed in Group 1 across all intervals, compared to Group 2, indicating the effectiveness of alprazolam in stabilizing physiological responses. Postoperative SpO₂ levels remained unaffected in both groups, ensuring patient safety. Logistic regression analysis revealed that elevated preoperative PR, SBP, and RR were significant predictors of anxiety, highlighting their role in identifying candidates for anxiolytic premedication.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "1550afdb7c28cf27c46ece4964ac167e",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2025-Jan-30",
    "title": "An exploratory study evaluating the 20 medications most commonly associated with suicidal ideation and self-injurious behavior in the FAERS database.",
    "methods": "The reporting intensity of the High-Level Term \"suicidal ideation or self-injurious behavior\" and its Preferred Terms across distinct categories was assessed using the Reporting Odds Ratio (ROR) and Proportional Reporting Ratio (PRR).",
    "results": "We identified the top 20 drugs with the highest reporting frequencies, spanning sedative-hypnotics, antidepressants, antipsychotics, antiepileptics, antihypertensives, antipyretic/analgesic drugs, and antihyperglycemic drugs. Ranking these medications according to ROR, the top five medications with ROR values related to suicidal ideation or self-injurious were alprazolam, zolpidem, amphetamine, quetiapine, and fluoxetine. Further analysis showed that suicide-related adverse events were more frequently reported in females. Antiepileptics had the highest frequency of reported adverse events in the 51-55 year age group, compared to 16-20 years for antidepressants and 46-50 years for sedative-hypnotics.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "bf1b57ad135f432fc093c6f3d838d1be",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2024-Dec",
    "title": "Cognitive effects, pharmacokinetics, and safety of zuranolone administered alone or with alprazolam or ethanol in healthy adults in a phase 1 trial.",
    "methods": "This was a phase 1, two-part, two-period, randomized, double-blind, placebo-controlled crossover trial. Participants received zuranolone 50 mg or placebo once daily for 9 days, and additionally received alprazolam (1 mg, Part A), ethanol (males: 0.7 g/kg; females: 0.6 g/kg, Part B), or corresponding placebo on days 1, 5, and 9. Within each part, participants received all treatment combinations. Cognition was assessed using a computerized test battery; pharmacokinetics and safety were also evaluated.",
    "results": "All participants (Part A, N = 24; Part B, N = 25) received ⩾1 dose of zuranolone/placebo. Compared to placebo, zuranolone produced small-to-moderate cognitive decline (Cohen's |d| = 0.126-0.76); effects were larger with alprazolam (Cohen's |d| = 0.523-0.93) and ethanol (Cohen's |d| = 0.345-0.88). Zuranolone coadministration with alprazolam (Cohen's |d| = 0.6-1.227) or ethanol (Cohen's |d| = 0.054-0.5) generally worsened cognitive decline when compared with zuranolone alone. Maximal pharmacodynamic effects occurred at approximately 5 h and were resolved by 12 h postbaseline. No pharmacokinetic interactions were observed. Incidence of adverse events was similar between groups; most events were mild or moderate in severity.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "69e17a9497cef347cb02087f9be80781",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2024",
    "title": "Combination administration of alprazolam and N-Ethylmaleimide synergistically enhances sleep behaviors in mice with no potential CNS side effects.",
    "methods": "The test of the righting reflex was used to identify the appropriate concentrations of Alp and NEM for inducing sleep-promoting effects in mice. Total sleep duration and sleep quality were evaluated through EEG/EMG analysis. The neural mechanism underlying the sleep-promoting effect was examined through c-fos immunoreactivity in the brain using immunofluorescence. Furthermore, potential CNS-side effects of the combination Alp and NEM were assessed using LABORAS automated home-cage behavioral phenotyping.",
    "results": "Combination administration of Alp (1.84 mg/kg) and NEM (1.0 mg/kg) significantly decreased sleep latency and increased sleep duration in comparison to administering 1.84 mg/kg Alp alone. This effect was characterized by a notable increase in REM duration. The findings from c-fos immunoreactivity indicated that NEM significantly suppressed neuron activation in brain regions associated with wakefulness. Additionally, combination administration of Alp and NEM showed no effects on mouse neural behaviors during automated home cage monitoring.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "ec331163f7873974fa823389252de29c",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2024-Apr",
    "title": "Pharmacokinetics of Staccato® alprazolam in healthy adult participants in two phase 1 studies: An open-label smoker study and a randomized, placebo-controlled ethnobridging study.",
    "methods": "The smoker study (EPK-002/NCT03516305) was an open-label, nonrandomized, single-dose, PK study in smokers and nonsmokers aged 21-50 years, administered a single inhaled dose of 1 mg Staccato alprazolam. The ethnobridging study (UP0101/NCT04782388) was a double-blind, placebo-controlled study in Japanese, Chinese, and Caucasian participants aged 18-55 years randomized 4:1 to a single inhaled dose of Staccato alprazolam 2 mg or Staccato placebo.",
    "results": "In the smoker study, 36 participants (18 smokers, 18 nonsmokers) were enrolled and received Staccato alprazolam. Following Staccato administration, alprazolam was rapidly absorbed, with a median time to peak drug plasma concentration (Tmax) of 2 min in both smokers (range = 2-30 min) and nonsmokers (range = 2-60 min). Staccato alprazolam was rapidly absorbed to a similar extent in both smokers and nonsmokers. The most commonly reported treatment-emergent adverse events (TEAEs) were somnolence and dizziness. In the ethnobridging study, 10 participants each of Japanese, Chinese, and Caucasian ethnicities were randomized 4:1 to Staccato alprazolam or Staccato placebo. Following Staccato administration, alprazolam was rapidly absorbed and distributed, with a median Tmax of 1.5-2 min in Japanese (range = 1-2 min), Chinese (range = 1-34 min), and Caucasian (range = 1-120 min) participants. Somnolence and sedation were the most commonly reported TEAEs. In both studies, there were no deaths, and no participants reported serious or severe TEAEs, or discontinued due to TEAEs.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "31274e7670e7e7e95e6c41bf77bfcb9f",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2024-Jan-30",
    "title": "Dexmedetomidine nasal administration improves perioperative sleep quality and neurocognitive deficits in elderly patients undergoing general anesthesia.",
    "methods": "One hundred and twenty patients admitted to our hospital for various laparoscopic elective gynecological surgeries lasting more than 1 h under general anesthesia from July 2021 to March 2023 were selected. All subjects were divided into 3 groups according to the random number table method. From 21:00 to 21:30 every night from one day before to 5 days after surgery, group A was given alprazolam 0.4 mg orally; group B was given dexmedetomidine 1.5ug/kg nasal drip; group C was given saline nasal drip. All subjects were observed for general information, sleep quality, postoperative cognitive function, anxiety status, sleep quality, adverse effects and complication occurrence.",
    "results": "The difference in general information between the three groups was not statistically significant, P > 0.05; the sleep quality scores of the three groups on admission were not statistically significant, P > 0.05. At the Preoperative 1d, postoperative 1d, 3d and 5d, the RCSQ scores of the subjects in group A and group B were higher than those in groups C, and with the postoperative RCSQ scores of subjects in group B were higher as the time increased; the assessment of anxiety status in the three groups 1d before surgery was not statistically significant, P > 0.05. The cognitive function scores of subjects in the three groups were not statistically significant in the preoperative 1d, P > 0.05. The postoperative 1d (24.63 ± 2.23), 3d (25.83 ± 2.53), and 5d (26.15 ± 2.01) scores of the subjects in group B were higher than those in groups A and C (P < 0.05), and the subjects in group B had better recovery of postoperative cognitive function with increasing time; the occurrence of postoperative delirium (POD) in group B (12.5%) were lower on postoperative 5d than those in groups A (37.5%) and C (32.5%) (P < 0.05). There was no statistical significance in the evaluation of anxiety state of the three groups on the first day before operation (P > 0.05). The scores in group B were lower than those in group C on the postoperative 1d, 3d, 5 d (P < 0.05). The overall incidence of adverse reactions and complications in subjects in group B was 17.5% significantly lower than that in groups A and C (P < 0.05).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "eb1e5275b021dd4165e66cd325e2fce7",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2023-Jul",
    "title": "GABAergic Effects of Etifoxine and Alprazolam Assessed by Double Pulse TMS.",
    "methods": "To get further insight into its mechanisms of action and side effects compared to the benzodiazepine alprazolam, we performed a double-blind, placebo-controlled, repeated-measures study in 36 healthy male subjects. Participants were examined for trait anxiety and side effects and underwent repeated transcranial magnetic stimulation (TMS) assessments, including motor evoked potentials (MEP), short intracortical inhibition (SICI), intracortical facilitation (ICF), and cortical silent period (CSP).",
    "results": "We observed attenuation of MEPs by alprazolam but not by etifoxine. SICI was not significantly affected by alprazolam or etifoxine. However, the response pattern indicated a lowered SICI threshold after the administration of etifoxine and alprazolam compared to the placebo. ICF and CSP were influenced by neither medication. Alprazolam led to higher sedation and subjective impairment of concentration compared to etifoxine. Individual anxiety trait scores did not affect TMS parameters.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "5e0bb892ddba704951991ef5ecbb07fc",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2023-Feb",
    "title": "A randomized phase 2b efficacy study in patients with seizure episodes with a predictable pattern using Staccato® alprazolam for rapid seizure termination.",
    "methods": "Adult patients with established diagnosis of focal and/or generalized epilepsy with a documented history of seizure episodes with a predictable pattern were enrolled. They were randomized 1:1:1 to double-blind treatment of a single seizure event with one dose of Staccato alprazolam 1.0 mg or 2.0 mg, or Staccato placebo in an inpatient unit. The primary end point of the study was the proportion of responders in each treatment group achieving seizure activity cessation within 2 min after administration of study drug and no recurrence of seizure activity within 2 h.",
    "results": "A total of 273 patients were screened, and 116 randomized patients received treatment with the study drug in the double-blind part. The proportion of treated patients who were responders was 65.8% for each of Staccato alprazolam 1.0 mg (n = 38; p = .0392) and 2.0 mg (n = 38; p = .0392), compared with 42.5% for Staccato placebo (n = 40). Staccato alprazolam was well tolerated when administered as a single dose of 1.0 or 2.0 mg: cough and somnolence were the most common adverse events (AEs) (both 14.5%), followed by dysgeusia (13.2%). AEs were mostly mild or moderate in intensity; there were no treatment-related serious AEs.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "d9e77ccac9fe361041d4b504120a3807",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2022-Oct",
    "title": "Inconsistencies between national drug policy and professional beliefs about psychoactive drugs among psychiatrists in the United States.",
    "methods": "A quasi-experimental online survey of a convenience sample of psychiatrists in the United States (N=181; Mean age=48.7; Female=35%). Participants were randomized to receive 1-of-4 vignettes, each depicting a depressed patient reporting relief from symptoms after non-prescribed psychoactive drug use (i.e., psilocybin [Schedule I], methamphetamine [SchedII], ketamine [SchedIII], or alprazolam [SchedIV]). Participants responded to questions related to this clinical scenario and then rated the safety, therapeutic, and abuse potentials of these four drugs and alcohol.",
    "results": "There were significant differences by vignette condition in mean likelihood ratings of: warning against engaging in drug use again (p<.01), being concerned about developing a new psychiatric problem (p<.001), being concerned about increased suicide risk (p<.01) and being supportive of further use of this drug as part of the treatment plan (p<.001). Overall, non-prescribed use of methamphetamine and alprazolam was rated more concerning and less acceptable than non-prescribed use of psilocybin and ketamine. Compared to psilocybin and ketamine, participants rated methamphetamine and alprazolam as less safe (p<.001), having less therapeutic potential (p<.001), and having more abuse potential (p<.001). Mean ratings of safety and abuse/therapeutic potential of alprazolam and methamphetamine were equivalent to that of alcohol, and all three were rated more harmful than psilocybin and ketamine.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "ec21cc92567aa6b25044933b108abf88",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2022",
    "title": "[Potentially inappropriate psychotropic drug prescription in elderly people in West Occitanie area].",
    "methods": "We carried out a retrospective study on the cohort of PAAPI program (Personne âgée et amélioration des prescriptions inappropriées) participating in PAAPI program set up in West Occitanie in 2016 including 3095 patients during 2 years. PIPs were identified by the list EU(7)PIM and completed with the guidelines mailed by the National Drug Safety Agency. We measured the prevalence of exposure to PIPs in this population.",
    "results": "The majority of the residents (n=2301, 74.4%) were female of the average age was 87.1±8.1 years and. The prevalence of exposure to psychotropic drugs was about 77.5% with an average of 1.6 prescription lines per patient (±1,1). We found antidepressants (36.5% of PIP) with mainly paroxetine (37.3% of antidepressants PIP), followed by venlafaxine (32.8%), hypnotics and sedatives (26.6% of PIP) with zopiclone with inappropriate dose (59.4% of hypnotics PIP), anxiolytics (25.8% of PIP) with alprazolam (37.9% of anxiolytics PIP), followed by bromazepam (16%) and antipsychotics (11.2% of PIP) with cyamemazine (100% of inappropriate prescription) followed by aripiprazole and haloperidol (respectively 100% and 14.7% of inappropriate prescription).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "5933d5676a990a26b157348de2281770",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2021",
    "title": "Assessment of yogic relaxation techniques for its anxiolytic effects in patients requiring endodontic treatment: A prospective, randomized controlled study.",
    "methods": null,
    "results": "There was no significant difference in anxiety score 1 h before RCT between groups (P = 0.401). Ten minutes before (P < 0.0001) and after RCT (P < 0.0001), there was significant difference between groups (yogic relaxation vs. alprazolam [P < 0.0001]; yogic relaxation vs. placebo [P < 0.0001]). Ten minutes before RCT, yoga relaxation showed significant difference in anxiety score for pain versus alprazolam and placebo (P < 0.0001 for both). Ten minutes after RCT, the change from baseline in mean anxiety score for pain was significantly different with yogic relaxation (versus alprazolam [P = 0.043]; versus placebo [P = 0.002]). As per the global assessment of efficacy, the response was excellent in 9 (90%), 2 (20%), and 1 (10%) patients in yoga relaxation group, alprazolam group, and placebo group, respectively. Difference in response between three groups was significant (P < 0.0001). There was no significant difference in the global assessment of tolerability between three groups (P = 0.535). No adverse events were reported.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "c414fa0464aeea9a521a46febc5b6d20",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2020-May-20",
    "title": "Effects of plasma concentration of micro-RNA Mir-27b and CYP3A4*22 on equilibrium concentration of alprazolam in patients with anxiety disorders comorbid with alcohol use disorder.",
    "methods": null,
    "results": "Our study revealed the statistically significant results in terms of the treatment efficacy evaluation (HAMA scores at the end of the treatment course): (GG) 3.0 [2.0; 5.0] and (GA) 4.0 [4.0; 5.0], p = 0.007; at the same time, the statistical significance in the safety profile was not obtained (the UKU scores): (GG) 3.0 [2.0; 3.8] and (GA) 3.0 [1.5; 4.0], p = 0.650. We revealed a statistical significance for concentration/dose indicator of alprazolam in patients with different genotypes: (GG) 1.583 [0.941; 2.301] and (GA) 2.888 [2.305; 4.394], p = 0.001). Analysis of the results of the pharmacotranscriptomic part of the study didn't show the statistically significant difference in the miR-27b plasma levels in patients with different genotypes: (GG) 25.6 [20.4; 28.8], (GA) 25.7 [19.7; 33.1], p = 0.423. At the same time, correlation analysis revealed a statistically significant relationship between the alprazolam efficacy profile evaluated by changes in HAMA scale scores and the miR-27b plasma concentration: rs = 0.20, p = 0.042. Also, we didn't reveal the correlation between the miRNA concentration and safety profile: rs = 0.15, p = 0.127. In addition, we revealed the relationship between the CYP3A enzymatic activity (as evaluated by 6-beta-hydroxycortisol/ cortisol ratio measurement) and the miR-27b plasma concentration: rs = -0.27, p = 0.006. At the same time, correlation analysis revealed a statistically significant relationship between the alprazolam concentration and the miR-27b plasma concentration: rs = 0.28, p = 0.003.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "a8d3651419e7c7c87b1f87b57b02f7c8",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2019-Aug",
    "title": "Inhaled alprazolam rapidly suppresses epileptic activity in photosensitive participants.",
    "methods": "Adults (18-60 years) with a diagnosis and history of PPR on EEG with or without an epilepsy diagnosis were eligible to participate. Participants received Staccato alprazolam 0.5, 1.0, and 2.0 mg, and Staccato placebo (twice) in random order. Intermittent photic stimulation and clinical assessments were performed at one predose and seven postdose time points. The primary endpoint of the study was the change in standardized photosensitivity range (SPR) in participants receiving each dose of Staccato alprazolam.",
    "results": "Fifteen participants with a prior epilepsy diagnosis were screened; five were enrolled, randomized, and completed the study. All participants were white females with a mean (SD) age of 27.2 (6.8) years. All doses of Staccato alprazolam reduced the SPR at 2 minutes; the effect was sustained through 4 hours for the 0.5-mg dose and 6 hours for the 1.0- and 2.0-mg doses. The magnitude and duration of sedation and sleepiness were dose-related. Four participants (80%) experienced ≥1 adverse event (AE); none was severe or serious. Cough, diarrhea, dysgeusia, oral dysesthesia, sedation, and somnolence were experienced by two participants (40%) each.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "4702cd9b62c743cf4231c45afacba68b",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2018-Nov",
    "title": "Abuse potential assessment of cannabidiol (CBD) in recreational polydrug users: A randomized, double-blind, controlled trial.",
    "methods": "This was a single-dose, randomized, double-blind, double-dummy, placebo- and active-controlled crossover trial. The abuse potential of single oral doses of plant-derived pharmaceutical formulations of highly purified CBD (Epidiolex®; 750 mg, 1500 mg, and 4500 mg) was compared with that of single oral doses of alprazolam (2 mg), dronabinol (10 mg and 30 mg), and placebo in healthy recreational polydrug users. The primary endpoint to assess abuse potential was the maximum effect (Emax) on Drug-Liking visual analog scale (VAS). Other measurements included Emax on Overall Drug-Liking VAS, Take Drug Again VAS, positive and negative effects, other subjective effects, and Drug Similarity VAS. Cognitive and psychomotor functions were assessed using the Divided Attention Test, the Hopkins Verbal Learning Test-Revised, and the Digit-Symbol Substitution Task. Pharmacokinetic parameters were determined for CBD and its major metabolites. Standard safety measures and adverse events were assessed.",
    "results": null,
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "6c974e5f7baaf90d229cf41f2c84fb3b",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2017-Nov",
    "title": "Knowledge of community pharmacists about the risks of medication use during pregnancy in central region of Saudi Arabia.",
    "methods": "A prospective cross-sectional survey was carried out over practicing community pharmacists in a capital of Saudi Arabia (SA). Pharmacists were asked about the safety of each medicine during pregnancy. It involved both prescription-only medications (POM) and over-the-counter (OTC) medications. Both descriptive and analytic statistics were utilized. For descriptive analysis, results were expressed as numbers, percentages and mean (±SD and 95% CI).",
    "results": "The response rate was (71.1%). Most of the respondents (69.6%) believed that alprazolam is not safe while 22% of respondents believed that it is used on basis of risk-benefit assessment. Also, most of CPs (65.2%) said that amoxicillin is safe, but a very few of CPs (11.7%) knew that tetracycline should be used only if potential benefits may outweigh the risk. Among non-prescribed analgesics, majority of CPs (92.6%) knew that acetaminophen is safe. About dietary supplements, 48.4% of CPs reported that Vitamin A supplements are not safe. There was significant difference observed between age groups of CPs in scores of knowledge test (P = 0.001).",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "f89ad4d49ab33c1303788426613b3e86",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2016-May-31",
    "title": "The Efficacy and Safety of Clonazepam in Patients with Anxiety Disorder Taking Newer Antidepressants: A Multicenter Naturalistic Study.",
    "methods": "Inclusion criteria were as follows: age >20 years, diagnosis of anxiety disorder according to the Diagnostic and Statistical Manual of Mental Disorders 4th edition, text revision (DSM-IV-TR) criteria, taking only one type of antidepressant, and prescribed one of three oral benzodiazepines (alprazolam, clonazepam, or lorazepam). At baseline and week 6, clinical benefit was evaluated using the Clinical Global Impression-Severity Scale (CGI-S), Clinical Global Impression-Anxiety Scale (CGI-anxiety), and Clinical Global Impression-Sleep Scale (CGI-sleep).",
    "results": "Among 180 patients, no differences in demographic characteristics among the three benzodiazepine groups were noted. After six weeks of treatment, all benzodiazepine groups showed significant improvements in CGI-S, CGI-anxiety, and CGI-sleep scores (p<0.001). There were no differences in mean changes in CGI-S, CGI-anxiety and CGI-sleep among the three benzodiazepine groups. The incidence of side effects was significantly lower in the clonazepam group than with the other benzodiazepines. The incidences of adverse events for the clonazepam, alprazolam, and lorazepam groups were 26.7% (n=20), 48.4% (n=31), and 43.9% (n=18), respectively.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "bf1ca28363922fd9568409aa27c66e0f",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2015-Oct",
    "title": "Evaluation of Cytochrome P450 (CYP) 3A4-Based Interactions of Levomilnacipran with Ketoconazole, Carbamazepine or Alprazolam in Healthy Subjects.",
    "methods": "Randomised, open-label studies were conducted in healthy volunteers (n = 34 ketoconazole, n = 34 carbamazepine, n = 30 alprazolam) and pharmacokinetic parameters were determined when levomilnacipran was administered alone or together with the relevant study drug.",
    "results": "Co-administration of ketoconazole with levomilnacipran ER increased levomilnacipran maximum concentration (C max) by 39% [90% confidence interval (CI) 31-47%] and area under the concentration-time curve (AUC) by 57% (90% CI 47-67%), whereas carbamazepine reduced the C max and AUC of levomilnacipran by 26% (90% CI 22-30%) and 29% (90% CI 26-32%), respectively. Levomilnacipran at steady state had no significant effect on the pharmacokinetics of a single 1 mg dose of alprazolam extended release (XR); neither did single-dose alprazolam XR affect the steady-state pharmacokinetics of levomilnacipran. No new safety concerns were noted in these studies.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "18868a4bc307598c03163a23f17144d7",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2014-Jun",
    "title": "Mexazolam: clinical efficacy and tolerability in the treatment of anxiety.",
    "methods": "The PubMed database was searched using the keyword \"mexazolam\" with no date or language restrictions applied to the search. As only 11 papers were retrieved, some previously published manuscripts of interest known by the authors (not indexed on PubMed) have been added for completeness. Relevant information was selected for inclusion by the authors.",
    "results": "A number of early studies demonstrated the ability of mexazolam to reduce anxiety symptoms with few side effects in patients with disorders associated with anxiety. Following on from this preliminary evidence, controlled studies directly comparing mexazolam with other BZDs showed that the drug is more effective than bromazepam and oxazolam, and is at least as effective as alprazolam. A larger, multicenter, phase IV study also showed that mexazolam 2 or 3 mg/day rapidly improved Hamilton Anxiety Rating Scale scores and substantially reduced the frequency and severity of numerous somatic anxiety symptoms in patients with anxiety disorders. With regard to safety, the clinical evidence indicates that mexazolam is generally well tolerated, with a low incidence of drowsiness and sedation. Furthermore, the lack of psychomotor or cognitive performance impairment following mexazolam administration may lead to better treatment compliance.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "f8c01d4c2eb44270e7559af57645211c",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2015-Jan",
    "title": "Etifoxine versus alprazolam for the treatment of adjustment disorder with anxiety: a randomized controlled trial.",
    "methods": "This was a comparative, multicenter, double-blind, randomized trial in two parallel groups of outpatients with ADWA. One group was treated with 150 mg/day for etifoxine, and the other with 1.5 mg/day for alprazolam for 28 days. Patients were followed for 4 weeks of treatment, and for an additional week after treatment discontinuation. The primary outcome measure was the Hamilton Anxiety Rating Scale (HAM-A), while secondary outcome measures included the Sheehan Disability Scale (SDS), the Clinical Global Impressions-Change Scale (CGI-C), and the Self-Report for the Assessment of Adjustment Disorders. Non-inferiority analysis was used to assess the primary outcome measure, and a multivariate logistic regression was employed to investigate predictors of response.",
    "results": "Two hundred and two adult outpatients with ADWA were enrolled at 17 primary care sites. One hundred and seventy seven patients completed the study (n = 87 in the etifoxine group; n = 90 in the alprazolam group). Etifoxine and alprazolam were accompanied by decreases in the HAM-A at day 28, with a difference between treatment groups in HAM-A score of 1.78 [90% CI; 0.23, 3.33] in favor of alprazolam. However, after medication discontinuation, HAM-A scores continued to improve in the etifoxine group, but increased in the alprazolam group; the difference between groups in mean change between day 28 and day 35 was significant (p = 0.019). Secondary outcome measures showed similar results for etifoxine and alprazolam at day 35. More treatment-related adverse events were reported in patients treated with alprazolam, particularly central nervous system-related AEs, and especially after medication discontinuation. No significant predictors of treatment response were found.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "3a251307705a331015b47fe6680e2c1e",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2013",
    "title": "Clinical efficacy and safety of fluoxetine in generalized anxiety disorder in Chinese patients.",
    "methods": "A literature review was conducted using the following databases up to and including April 2013: Chinese BioMedical Literature, China National Knowledge Infrastructure, EMBASE, MEDLINE, and PsycINFO. We selected clinical studies that utilized fluoxetine for GAD in which all participants were Chinese.",
    "results": "Fifteen open-label, non-placebo trials were identified and analyzed; eleven anxiolytics were compared with fluoxetine separately. Short-term efficacy of fluoxetine had been established in these open-label, head-to-head controlled trials. Fluoxetine had rapid onset of action (approximately 1-2 weeks) and seemed to be effective in maintenance treatment. Fluoxetine was generally well-tolerated with the most common side effect of dry month and nausea. Compared to other anxiolytic agents, fluoxetine was equivalent with all of the comparative anxiolytics in terms of efficacy except mirtazapine which showed conflicting results with fluoxetine in two studies. In terms of side effects, fluoxetine was better tolerated than diazepam, doxepine, and amitriptyline, less tolerated than escitalopram, and had similar tolerability with duloxetine as well as alprazolam.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "186cda6081e3b34865156f8d63f88dd6",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "2002-Jan",
    "title": "Effects of commonly used benzodiazepines on the fetus, the neonate, and the nursing infant.",
    "methods": "A MEDLINE search of the literature between 1966 and 2000 was conducted with the terms \"benzodiazepines,\" \"diazepam,\" \"chlordiazepoxide,\" \"clonazepam,\" \"lorazepam,\" \"alprazolam,\" \"pregnancy,\" \"lactation,\" \"fetus,\" and \"neonates.\"",
    "results": "Currently available information is insufficient to determine whether the potential benefits of benzodiazepines to the mother outweigh the risks to the fetus. The therapeutic value of a given drug must be weighed against theoretical adverse effects on the fetus before and after birth. The available literature suggests that it is safe to take diazepam during pregnancy but not during lactation because it can cause lethargy, sedation, and weight loss in infants. The use of chlordiazepoxide during pregnancy and lactation seems to be safe. Avoidance of alprazolam during pregnancy and lactation would be prudent. To avoid the potential risk of congenital defects, physicians should use the benzodiazepines that have long safety records and should prescribe a benzodiazepine as monotherapy at the lowest effective dosage for the shortest possible duration. High peak concentrations should be avoided by dividing the daily dosage into two or three doses.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "01624776099f52a59b02f1c1887a235c",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "1999",
    "title": "[Clinical use of sustained release of alprazolam: A naturalistic study].",
    "methods": "We present an observational prospective naturalistic study of all the pathological anxiety cases that followed treatment with Alprazolam XR in two psychiatry outpatient centres. Sixty-eight (68) patients were included in the study. The treatment period was 21 weeks. In each of the 4 control visits, efficacy (HAMA, GCI, GCI improvement) and tolerability (adverse events) were assessed, as well as the dose, dosage pattern and need of change of the medication.",
    "results": "Global anxiety (HAMA, GCI and CGI improvement) showed a significant reduction throughout the study. There was a reduction in the number of panic attacks and in the severity of agoraphobia. Global clinical impression (efficacy and tolerability) was good or very good in 75% of the patients, both assessed by the investigator and by the patient. Fifty percent (50%) of the patients had an adverse event (mainly sedation), most cases being mild and transient. Fifty-eight percent (58%) of the patients needed a change in the dosage regimen (dose, number of daily doses), mostly due to clinical dose adjustment. Some patients needed a change in the dosage due to adverse events. Sixteen patients that had been treated with the conventional formulation of alprazolam and started treatment with Alprazolam XR needed a slightly higher dose of the extended release formulation. In these cases the change of medication was easy.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "420c6905ae5a64e480fb5889b7dd72ed",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "1995-Oct",
    "title": "Psychopharmacology in child and adolescent psychiatry: a review of the past seven years. Part II.",
    "methods": null,
    "results": "Employment of larger samples of diagnostically homogeneous patients and a more sophisticated design and methodology led to progress in the treatment of most of these conditions. Data have been accumulated on dose range and safety of lithium in this age group, and there is supportive evidence that lithium is useful in reducing aggression.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "b4883d138c553c5a5d152bc4b3c12b4a",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "1993-May",
    "title": "Prospective follow-up of adverse reactions in breast-fed infants exposed to maternal medication.",
    "methods": null,
    "results": "No major adverse reactions necessitating medical attention were observed in 838 breast-fed infants. However, 94 women (11.2%) reported infants' minor adverse reactions that did not require medical attention to the following maternal medications: (1) Antibiotics 19.3% (32/166); (2) analgesics or narcotics 11.2% (22/196); (3) antihistamines 9.4% (8/85); (4) sedatives, antidepressants, or antiepileptics 7.1% (3/42); and (5) others 9.9% (43/435). The most common minor adverse effects varies among drug categories, as follows: Antibiotics caused diarrhea (21/32); (2) analgesics or narcotics caused drowsiness (11/22); (3) antihistamines caused irritability (6/8); and (4) sedatives, antidepressants, or antiepileptics caused drowsiness (2/3). By identifying the 31 most frequently used drugs in our cohort, we have provided the first information on safety of breast-feeding during maternal therapy with such drugs as terfenadine, diphenhydramine, astemizole, dimenhydrinate, chlorpheniramine, 5-aminosalicylic acid, and alprazolam.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "70ba544d1f5a99c6088b86f938711864",
    "query_date": "20_02_2025"
  },
  {
    "pub_date": "1992-Nov",
    "title": "Alprazolam plasma concentrations and treatment response in panic disorder and agoraphobia.",
    "methods": null,
    "results": "Patient compliance with the protocol was judged to be good on the basis of plasma concentrations. According to logistic regression analysis, the relationships between plasma alprazolam concentration and response, as reflected by number of panic attacks reported, phobia ratings, physicians' and patients' ratings of global improvement, and the emergence of side effects, were significant. However, there was no significant relationship between plasma alprazolam concentration and the degree of generalized anxiety symptoms.",
    "figures_tables": null,
    "source": "pubmed",
    "article_id": "65af19a7411bf83670bc8a7551b7b9ef",
    "query_date": "20_02_2025"
  }
]